import { motion } from 'framer-motion';

import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';

export default function Tale10() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'>

                <h1 className='header'>ТЭБЭНЭКЭЭН ЭМЭЭХСИН</h1>
                <img className='taleImage' src={imageTale10}></img>
                <p>Тэбэнэкээн эмээхсин түөрт туулаах, <span>сүөһүтэ</span> суох. Сааһын тухары туулаан, балыктаан сиир.</p>
                <p>Биир сарсыарда <span>туутун</span> үрдүгэр <span>күүгэн</span> баргыйа сытар эбит. Ол күүгэни тарыйан кэбиһээри гыммыта, илиитэ хам сыстан хаалбыт. Онтон аҥаар илиитинэн тарыйаары гыммыта, биир илиитэ сыстыбыт. Атаҕынан тэбиэлээн көрбүтэ, атахтара сыстыбыт. Кэнники баһынан кэйэн көрбүтэ, баһа эмиэ сыстыбыт. Бүтүннүү күүгэҥҥэ хам сыстан хаалбыт.</p>
                <p>Бу сыттаҕына, тыаттан Алаа Моҕус күүһүргээн киирдэ. Аттыгар кэлэн, көрөн баран эттэ:</p>
                <p>—	Иэхэйбин, иэхэйбин! Көр, тиргэбэр Тэбэнэкээн эмээхсин буолуо ини. Сиэм-аһыам ахан буолуо! — диэтэ. Дьэ, эмээхсини ылан, хаппарыгар уган кэбистэ.</p>
                <p>Дьиэтигэр илдьэн, эт эттиир маһын аҕалан, сүгэтин аҕалан, үс бүгүйэх <span>быһаҕын</span> аҕалан, үс сиринэн бордооһуннаах буор күөһүн аҕалан, аттыгар ууран баран, эмээхсини эт эттииргэ иттэнэ ууран баран, кырбастаары оҥоһунна. Эмээхсин эрэйдээх <span>эт</span> эттиир үрдүгэр ойоҕоһун уҥуоҕа дьэрдьигинээн сытта, көтөҕө сүр баҕайы.</p>
                <p>—	Эһэккээм! Миигин бу курдук көтөхтүү сиэтэххинэ, аҕыс тараҕай <span>уолуҥ-кыыһыҥ</span> харан өлүөхтэрэ мин уҥуохпар. Миигин сэттэ хонукка үчүгэйдик уот. Оччоҕо мин сарайа уойуом. Ол кэннэ сиэр!</p>
                <p>—	Оо!.. Кырдьык даҕаны, Тэбэнэкээн эмээхсин эрэйдээх сөпкө эттэ ээ... Уотан баран сиэтэххэ, бука, ордук буолуо, — диэтэ Алаа Моҕус. Уонна эмээхсини кыбынан таһааран, <span>түннүгэ</span>-үөлэһэ суох ампаарга уган кэбистэ. Аҕалан эти, <span>сыаны</span>, арыыны дэлби симэн биэрдэ. Били эмээхсин сэттэ хонугу мэлдьи сыаны, <span>арыыны</span> дэлби сиэн, тириитэ тиийбэт гына килэриччи уойда.</p>
                <p>Сэттэ хонон баран, Алаа Моҕус күүһүргээн кэлэн ыйытта:</p>
                <p>—	Тэбэнэкээн эмээхсин, уойдуҥ дуо? Кэл бэттэх, таһааран сиэри гынным!</p>
                <p>Уонна эмээхсини киллэрэн, эт эттиир маһын, сүгэтин, быһаҕын, күөһүн бэлэмнээбит. Уонна эмээхсини эт эттииргэ тиэрэ уурбут, эттээри гыммыт.</p>
                <p>—	Бэйи эрэ, быһаххын, сүгэҕин көрдөр эрэ, төһө сытыыларый? — диэтэ эмээхсин.</p>
                <p>Моҕус быһаҕын, <span>сүгэтин</span> ылан биэрдэ. Эмээхсин биилэрин тутан көрбүтэ — сүгэтэ, быһаҕа өнчөҕө да, биитэ да биир сыппах эбиттэр.</p>
                <p>—	Уу-у, тоҕо сыппахтарай! Хайа, мин киһи арыыбын, сыабын букатын ыган да кэбиһиилэр. Ыл, маны сытыылаа! Хайа сытыы быһаҕынан мин сыабын-арыыбын лэглэччи быһан ылан сии олороруҥ ордук буолуо суоҕа дуо?</p>
                <p>—	Бурууһум суох ээ... Ханна буруустуомуй? <span>Сүбэлээ эрэ!</span> — диэтэ Алаа Моҕус.</p>
                <p>— Болодой Болот бурууһугар бараҥҥын буруустаа. Уонна кэлэн, мин сыабын лэглэҥнэт.</p>
                <p>Моҕус эмээхсини кыбынан таһааран, ампаарыгар уган баран, ас үтүөтүн аҕалан хаалаан кэбистэ. Бэйэтэ Болодой Болоттооххо быһаҕын буруустуу бара турда.</p>
                <p>Болодойго тиийэн көтөн түспүтүгэр, Болодой ыйыппыт:</p>
                <p>—	Моҕус, кэпсээниҥ? Ханна баран иһэҕин?</p>
                <p>—	Тэбэнэкээн эмээхсин сыатын лэглэччи быһан сиэри, быһахпын буруустана кэллим. Бурууһуҥ ханнаный? Аҕал эрэ!</p>
                <p>—	Бурууспун Күрүлэй Күрэҥ оҕуһа <span>уларсан</span> барбыта. Онтон баран ылаҥҥын буруустаҥ, — диэтэ Болодой Болот оҕонньор.</p>
                <p>Моҕус Күрүлэй Күрүҥ оҕустаахха күүһүргээн тиийдэ. Көтөн түстэ дьиэтигэр.</p>
                <p>—	Моҕус, тоҕо сылдьаҕын? Туохха кэллиҥ? </p>
                <p>—	Ээ-э... Тэбэнэкээн эмээхсин сыатын лэглэччи быһан сиэри, быһахпын буруустана кэлбиппин, Болодой Болот оҕонньор “бурууспун эйиэхэ уларыстым, онтон баран ыл” диэтэ. Ол иһин кэллим. Чэ, бурууһу аҕал!</p>
                <p>—	Оо, Аладай Ала атыыра уларсан барбыта. Онтон баран ыл, — диэтэ Күрүлэй Күрүн оҕуһа.</p>
                <p>Моҕус тахсан, Аладай Ала атыырыгар кэллэ. Дьиэҕэ көтөн түстэ.</p>
                <p>—	Моҕус күтүр! Тоҕо кэллиҥ? — диэтэ.</p>
                <p>—	Тэбэнэкээн эмээхсин сыатын лэглэччи быһан сиэри, быһахпын буруустанаары сылдьабын. Болодой Болот бурууһа эйиэхэ баар үһү. Ону ыла кэллим. Чэ, аҕал!</p>
                <p>—	Пахыый! Ол, бурууһу муораҕа түһэрэн кэбиспитим. Оттон ону баран ыл, муораттан, — диэтэ Аладай Ала атыыра.</p>
                <p>Моҕус тиийэн, муораҕа күр-бар түспүт. Хаста да күөрэйэ-күөрэйэ тимиргэлээбит уонна ыксаан хаһыытаабыт: “Аладай Ала атыыраа!.. Мин сотом уҥуоҕун соҕох гын, кэтэҕим уҥуоҕун кэлии гын, хаалдьыгым уҥуоҕун хамыйах гын, куонньаарым уҥуоҕун кулугу гын...” — диэн этэн баран, тимирэн хаалла.</p>
                <p>Болодой Болот, Күрүлэй Күрүн оҕуһа, Аладай Ала атыыра диэн үс ини-бии Тэбэнэкээн эмээхсин сурустара эбиттэр. Кинилэр Моҕус өлбүтүн эмээхсиҥҥэ тыллаан биллэрбиттэр, итиэннэ эмээхсини ампаартан таһааттарбыттар.</p>
                <p>Тэбэнэкээн эмээхсин Моҕус үбүн-аһын, баайын-малын сүгэн-көтөҕөн илдьэн, Тэбэнэкээн эмээхсин байан-тайан өр дьылга ыал буолан олорбута үһү.</p>

                <span className='subSpan'>Орджоникидзевскай оройуон, 4-с Малдьаҕар нэһилиэгэ, 76 саастаах Михаил Петрович Дмитриев тылыттан</span>
                <span className='subSpan'>В.Н. Дмитриев суруйбута, 1937 с.</span>
                <span className='subSpan'>НА СО ССФ архива, ф. 5, оп. 8, дь. 4, л. 41—43.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>СТАРУХА ТЭБЭНЭКЭЭН</h1>
                <p>Старуха Тэбэнэкээн имела четыре морды (верши), но не было у ней <span>скота</span>. Всю свою жизнь она ловила рыбу, тем и жила.</p>
                <p>Однажды утром увидела она, что <span>морду</span> покрыла бурлящая <span>пена</span>. Когда она хотела смахнуть эту пену, то рука ее прилипла к ней. Она хотела смахнуть другой рукой, но и эта рука тоже прилипла. Попробовала пнуть ногой, ноги прилипли. Наконец попыталась боднуть головой, голова тоже прилипла. Целиком прилипла вся она к пене.</p>
                <p>Когда она лежала так, из леса вышел с сильным шумом Алаа Могус. Подошел к ней, посмотрел и сказал:</p>
                <p>— Вот удача! Смотри-ка, не старуха ли Тэбэнэкээн в моих силках? Ну и поем же я! — и положил старуху в суму.</p>
                <p>Придя домой, он приготовил доску для рубки мяса, принес топор, <span>нож</span>, в трех местах изогнутый, глиняный горшок, в трех местах опоясанный. Поставив все это возле себя, положил старуху спиной на доску для рубки <span>мяса</span> и приготовился рубить. У бедной старухи, лежавшей на доске, видны были все ребра наперечет: так сильно она была худа.  </p>
                <p>— Дедушка мой! Если меня такую худую съешь, то восемь твоих плешивых <span>сыновей и дочерей</span> подавятся моими костями и умрут. Ты откорми меня хорошенько в течение семи дней. Тогда я поправлюсь и раздамся, вширь. После этого и ешь меня!</p>
                <p>— А ведь, верно! Бедная старушка Тэбэнэкээн правду сказала. Пожалуй, действительно, лучше будет сначала откормить, а потом съесть, — решил Алаа Могус. И, схватив старушку подмышку, отнес в глухой амбар, без <span>окон</span> и трубы. Притащил много мяса, <span>сала</span>, масла и все это оставил ей. Та старуха семь дней подряд ела до отвала сало, <span>масло</span> и поправилась так, что кожа стала лосниться и чуть не лопалась.</p>
                <p>Через семь дней пришел с шумом Алаа Могус и спросил: </p>
                <p>— Ну как, старуха Тэбэнэкээн, поправилась ли ты? Подойди поближе, хочу унести тебя и съесть. </p>
                <p>Принеся старуху к себе домой, он приготовил доску для рубки мяса, топор, нож, котел. Старуху положил на доску и собрался рубить.</p>
                <p>— Постой, покажи-ка нож и топор. Насколько они остры? — спросила старуха. </p>
                <p>Могус отдал <span>топор</span> и нож, старуха потрогала лезвия, они были совершенно тупые. Что обух, что лезвие — одинаково.</p>
                <p>— Уу, почему такие тупые? Они не разрубят мое мясо, а могут совсем выжать мой жир и сало. Возьми, наточи их! Разве не будет лучше, если ты будешь сидеть и есть мое сало-масло, ровно вырезая куски острым ножом?     — Но ведь у меня нет бруска... Где мне долетать брусок? <span>Посоветуй-ка!</span> — попросил Алаа Могус.</p>
                <p>— Сходи за бруском к Болодой Болот и наточи. Потом придешь и будешь резать мое сало.</p>
                <p>Могус, схватив старуху за подмышки, снова отнес ее в амбар и принес ей лучшую пищу. Сам же отправился к Болодой Болоту наточить нож.</p>
                <p>Когда он пришел к Болодойу, тот спросил его:</p>
                <p>— Что нового, Могус? Куда идешь?</p>
                <p>Я пришел наточить нож, чтобы ровными кусками разрезать сало старухи Тэбэнэкээн и съесть его. Где твой брусок? Дайка!</p>
                <p>—  Брусок мой <span>одолжил</span> Кюрюнэй Кюрюн Бык. Сходи к нему, возьми его и наточи, — ответил старик Болодой Болот.</p>
                <p>Могус с шумом пришел к Кюрюнэй Кюрюн Быку, быстро ворвался в дом.</p>
                <p>— Могус, что ты ходишь? Зачем явился?</p>
                <p>— Ээ, хотел наточить нож, чтобы, ровно срезая кусками, поесть сало старухи Тэбэнэкээн. Когда я пришел к Болодой Болоту, старик сказал, что брусок одолжил тебе и чтобы я пошел и взял его у тебя. Потому-то я пришел. Дай-ка мне, брусок ... </p>
                <p>— Оо, его у меня одолжил и унес Аладай Ала Жеребец. Сходи к нему и возьми! — ответил Кюрюнэй Кюрюн Бык.</p>
                <p>Могус вышел и пошел к Аладай Ала Жеребцу. Зашел в дом.</p>
                <p>— Могус злодей, зачем пришел?</p>
                <p>— Хочу наточить свой нож, чтобы ровными кусками отрезать и поесть сало старухи Тэбэнэкээн. Говорят, брусок старика Болодой Болота находится у тебя. За ним я и пришел. Давай его.</p>
                <p>— Фу, этот брусок я уронил в море. Сходи и найди его, — сказал Аладай Ала Жеребец.</p>
                <p>Могус, подойдя к морю, с шумом и с плеском бросился в воду. Несколько раз выплывая, погружался в воду и, испугавшись, закричал:</p>
                <p>— Аладай Ада Жеребец! Из кости голени моей сделай пестик, из затылочной кости сделай ступку, из шейного позвонка сделай ковшик, а из второго шейного позвонка сделай засов, — сказав так утонул.</p>
                <p>Оказывается, Болодой Болот, Кюрюнэй Кюрюн Бык и Аладый Ала Жеребец были тремя младшими братьями старухи Тэбэнэкээн. Они сообщили о смерти Могуса и выпустили ее из амбара.</p>
                <p>Все его имущество-богатство старуха Тэбэнэкээн перетащила к себе и долго, говорят, жила богато и сытно.</p>

                <span className='subSpan'>Якутские сказки: 2-ое издание/ сост. Г.У.Эргис --  Якутск : Бичик, Якутск, 1996 --91-93.</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <p>Скот – сүөһү;</p>
                <p>Морда (верша) – туу;</p>
                <p>Пена – күүгэн;</p>
                <p>Нож – быһах;</p>
                <p>Мясо – эт;</p>
                <p>Сыновья и дочери – уол уонна кыыс оҕолоро (сын – уол оҕо, дочь – кыыс оҕо);</p>
                <p>Окно – түннүк;</p>
                <p>Сало – сыа;</p>
                <p>Масло – арыы;</p>
                <p>Топор – сүгэ;</p>
                <p>Посоветуй-ка – сүбэлээ эрэ (совет – сүбэ);</p>
                <p>Одолжить – уларыс.</p>
            </div>
        </motion.div>
    )

} 