import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';
export default function Tale7() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'>
                <h1 className='header'>КУТУЙАХТААХ ТАЙАХ</h1>
                <img className='taleImage' src={imageTale7}></img>
                <p>Күн киирэр кэмигэр киирэн барбыта, күөрэгэй ыллыыра күччээбитэ. Бу кэмҥэ от үрүйэ кытыытыгар <span>тайахтаах кутуйах</span> көрсүбүттэр. Бу көрсүһэн, мөккүөннээх буолбуттар эбит: “<span>Сарсыарда</span> сандал маҥан күммүт саһара тахсыытын хайабыт урут <span>көрүөй</span>?” — диэн.</p>
                <p>—	Сиринэн сыыллаҥҥын, кыараҕаһынан көрөҥҥүн, эн баҕас урут көрдөҥүй? Мин урут көрөрүм биллэн турдаҕа дии, — диэбит тайах.</p>
                <p>—	<span>Уһун</span> атаххын, улахан хараххын олус эрэнимэ эрэ. Мин да, баҕар, урут көрөөйөбүн, — диэбит кутуйах.</p>
                <p>Ол курдук <span>мөккүһэн, күн тахсарын</span> манаабыттар. Тайах күн тахсар сирин диэки күлтэйиэҕинэн көрөн <span>турбут</span>. Кутуйах күн өстөөҕө туһунан түҥнэри хайыһан турбут. “Көстөр өлүү тыына, күччүгүйүн наар аанньа, күн тахсар сирин билбэт эбит буоллаҕа”, — диэн тайах иһигэр саныы турбут.</p>
                <p>Күн тахсарыгар маска тыгар сардаҥата урут көстөр куолута. Кутуйах саҥа аллайа түспүт. “Мин урут көрдүм, мин урут көрдүм!” — диэн. Тайах эргиллэн көрбүтэ, күн <span>сардаҥата</span>, кырдьык да, <span>мастар төбөлөрүгэр</span> дьиримнээбит эбит. Инньэ гынан, сэнэбилгэ барбыт сиринэн сыыллар кутуйах урут көрдөҕө дии.</p>
                <p>Тайах мантан өһүргэнэн, кутуйаҕын <span>илдьи тэпсээри</span> эккирэтэ сылдьан тэпсэҥэлээтэ да, кутуйах сирин-буорун сиксигэр-хайаҕаһыгар киирэн, нэһиилэ тыыннаах орто.</p>

                <span className='subSpan'>Сунтаар оройуона, 2-с Бордоҥ нэһилиэгэ, 51 саастаах Алексей Ефимович Мартынов тылыттан И. Я. Николаев суруйбута. 1941 с</span>
                <span className='subSpan'>НА СО ССФ архива, ф.5, оп. 17/8, дь. 58, л. 59—60</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>МЫШЬ И ЛОСЬ</h1>

                <p>Солнце зашло в свое урочное время, трели жаворонка утихли. В это время на краю травянистой речки встретились <span>лось с мышью</span>. И вот повстречавшись, они затеяли спор: кто первым <span>утром</span>, с рассветом <span>увидит</span> розовые лучи восходящего светлого солнца.</p>
                <p>— Увидишь ли первым ты, ползающий по земле, смотрящий через узкие щели глаз? Известно, что я раньше увижу, — сказал лось</p>
                <p>— Не надейся слишком на свои <span>длинные</span> ноги, на большие глаза! Может быть, я увижу раньше, — ответила мышь.</p>
                <p><span>Поспорив</span> так, они стали ждать <span>восхода солнца</span>. Лось <span>стоял</span> и смотрел, выпучив глаза, в сторону восхода солнца. Мышь стояла, повернувшись спиной к направлению восхода солнца. </p>
                <p>— Явное порождение тьмы в довершение своего ничтожества, оказывается, еще не знает, где место восхода солнца, — подумал лось.</p>
                <p>Обычно с восходом солнца сначала показываются <span>лучи</span>, падающие на деревья. Мышь вскричала:</p>
                <p>— Я увидела первая, я увидела первая! Лось повернулся и увидел действительно, что на <span>верхушках деревьев</span> замелькали лучи солнца. Таким образом, презираемая, ползающая по земле мышь, увидела раньше.</p>
                <p>Лось, рассердившись, из-за этого, хотел <span>затоптать</span> мышь, и стал гоняться за нею, топая ногами. Но мышь, прячась в земле, в щелях, в ямках, все же осталась жива.</p>

                <span className='subSpan'>Саха остуоруйулара/ сост. Эргис  Г.У.  Якутск: Бичик, 1996 -53.</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <p>Лось с мышью -- тайахтаах кутуйах (лось – тайах, мышь – кутуйах);</p>
                <p>Утро – сарсыарда;</p>
                <p>Длинный – уһун;</p>
                <p>Увидеть – көр;</p>
                <p>Поспорить – мөккүс (спор – мөккүөр);</p>
                <p>Восход солнца – күн тахсыыта;</p>
                <p>Стоял – турбут (стоять – тур);</p>
                <p>Лучи –сардаҥалар (луч – сардаҥа);</p>
                <p>Верхушки деревьев - мастар төбөлөрө;</p>
                <p>Затоптать – тэбис, илдьи тэбис.</p>
            </div>
        </motion.div>
    )
}