import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';

export default function Tale2() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'>
                <h1 className='header'>КҮТЭР  УОННА ЧЫЫЧААХ ИККИ</h1>
                <img className='taleImage' src={imageTale2}></img>
                <p>Биирдэ <span>күтэр</span> уонна <span>чыычаах</span> икки кыттыспыттар. Күтэр кыһын чыычааҕы хороонугар киллэриэх, хасааһыттан бэрсиэх буолбут. Чыычаах буоллаҕына саас, күтэр <span>хорооно</span> уутуйарын саҕана, <span>уйатыгар</span> сытыарыах, үөннээн аһатыах буолбут. Чыычаах <span>эрэйдээх</span> эппит тылыгар турбут. Кини хомуйбут аһыттан күтэр таптаабытын аһаабыт. Бу курдук <span>иллээхтик</span> сааһаабыттар, сайылаабыттар даҕаны.</p>
                <p>Күһүн <span>хаар</span> түһүүтүгэр күтэр, эппитин курдук, чыычааҕы хороонугар киллэрбит. Бу гынан баран, аһын <span>саамай куһаҕанын</span>, туой быта өттүн хомуйан сиэтэн испит. Чыычаах хоргуйан өлөрүгэр тиийбит. Ыксаан, таар <span>муҥугар</span> түһэн, чыычаах эрэйдээх:</p>
                <p>— Дьукаахыам, эйиэхэ мин аһым үчүгэйин талан биэрэрим. Эн буоллаҕына миэхэ аһыҥ куһаҕанын талан биэрэҕин. <span>Эһиил</span> мин эйигиттэн арахсыам, — диэхтээбит.</p>
                <p>—	Хара <span>түөкүн кыһыны</span> быһа аспын бары кэрбээн бараҥҥын, итинник тыллааххын-өстөөххүн, — диэн баран, күтэр чыычааҕы оройун хайа тардан кэбиспит.</p>
                <p>Онтон ыла хаан мэйии чыычаах үөскээбитэ үһү. Күтэр буоллаҕына <span>саас</span> аайы хороонугар уу туолар буолан, үөт төрдүгэр тахсан титирии олорор буолбута үһү.</p>

                <p className='greeting-info'>“Ааҕар кинигэ”. Сахалыы үөрэх кинигэлэрин оҥорор хамыыссыйа оҥорбута. Ону Семен Ноҕуруодап көрөн, көннөрөн баттаппыта. Москуба — Бүөтүр куората, 1923, стр. 12.</p>
            </div>

            <div className='taleContent'>
                <h1 className='header'>ВОДЯНАЯ КРЫСА И ПТИЧКА</h1>
                <p>Однажды <span>водяная крыса</span> и <span>птичка</span> согласились жить вместе. Водяная крыса обещала пустить зимой птичку в свою <span>нору</span> и кормить своими запасами. А птичка обязалась весной, когда вода заливает нору водяной крысы, устроить ее в своем <span>гнезде</span> и кормить насекомыми. <span>Бедная</span> птичка выполнила свое обещание. Из собранной ею пищи водяная крыса отбирала все, что ей нравилось. Так они <span>дружно</span> провели весну и лето.</p>
                <p>Осенью, когда начал падать <span>снег</span>, водяная крыса, как уговорились, пустила птичку в свою нору. Однако стала кормить птичку <span>самой худшей</span> пищей, большей частью кореньями. Бедам птичка стала пропадать от истощения. Наконец, изведав <span>муки</span>, она вынуждена была сказать:</p>
                <p>— Сожительница моя, я тебе отбирала самое лучшее из моей пищи. А ты мне отдаешь самое худшее. На <span>будущий год</span> я уйду от тебя.</p>
                <p>Водяная крыса рассердилась:</p>
                <p>— Черная <span>мошенница</span>, всю <span>зиму</span> объедала меня, да еще говоришь такие слова! — и расцарапала кожу на голове птички.</p>
                <p>С тех пор расплодились птички с красной головкой. А водяные крысы каждой <span>весной</span> дрожат у ивы, когда их нору заливают вешние воды.</p>

                <p className='greeting-info'>Якутские сказки: 2-ое издание/ сост. Г.У. Эргис --  Якутск: Бичик, 1996. - 54.</p>
                <span className='subSpan'>Рисунок Василия Корякина.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <div className='tables'>
                    <p>Водяная крыса – күтэр;</p>
                    <p>Птичка – чыычаах;</p>
                    <p>Нора – хороон;</p>
                    <p>Гнездо – уйа (в гнезде – уйатыгар);</p>
                    <p>Бедный (несчастный) – эрэйдээх;</p>
                    <p>Дружно – иллээхтик, эйэлээхтик;</p>
                    <p>Снег – хаар;</p>
                    <p>Самой худшей – саамай куһаҕанын;</p>
                    <p>Мука – муҥ (сор-муҥ, эрэй-муҥ);</p>
                    <p>Будущий год – эһиил;</p>
                    <p>Мошенница (мошенник) – түөкүн;</p>
                    <p>Зима – кыһын.</p>
                    <p>Весна – саас.</p>
                </div>
            </div>
        </motion.div>
    )
}