import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';

export default function Tale4() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'>
                <h1 className='header'>ҮС БЫРААТТЫЫЛАР УОТ ЫЛБЫТТАРА</h1>
                <img className='taleImage' src={imageTale4}></img>
                <p>Биирдэ үс бырааттыы бэрт ыраах сиргэ <span>бултуу барбыттар</span>. Ол бараннар, иэнэ мэндээрэ биллибэт сиргэ тиийбиттэр. Унуоргута-маҥааргыта суох улуу толоон <span>хотугу</span> баһыгар түспүттэр. Ол түһэн баран, уоттанаары гыммыттара, испиискэлэрэ бараммыт эбит. Аһылыктара да биир сүөһү окумаллаах харыта эрэ хаалбыт.</p>
                <p>Уҥуоргута биллибэт толооннорун арҕаа баһыгар арай уот көстүбүт. Биһиги курдук <span>булчут</span> баар буоллаҕа диэн сүрдээҕин үөрэллэр уонна улахан бырааттарын ыыталлар. Кини оҕонньор олорор сиригэр тиийбит. Ол тиийэн:</p>
                <p>—	Оҕонньор, дорообо! Тугу биллиҥ?</p>
                <p>Онуоха оҕонньоро:</p>
                <p>—	Маладьыас, дыраастый! Эн тугу биллиҥ?</p>
                <p>Онуоха уол эппит:</p>
                <p>—	Биһиги үс бырааттыы булчут уолаттарбыт. Испиискэбит баранан, тоҥон өлөөрү гынныбыт. Дьэ, кырдьаҕас, уоккуттан бэрис.</p>
                <p>Онуоха оҕонньор аккаастаабыт.</p>
                <p>—	Аҕалыый, абыраа, — диэн уол көрдөһө турбут.</p>
                <p>—	Арай уоту биэриэм этэ — кырдьык икки сымыйа икки сэһэни тэҥнээн сэһэргээн биэрэриҥ буоллар, — диэбит оҕонньор.</p>
                <p>Уол толкуйдаан, балтараа чаас баһын тарбана сатаабыт. </p>
                <p>—	Дьэ, оҕонньор, туох да диэн сэһэргиирим суох. Уоккун сэһэнэ суох аҕал, — диэн эппиэттээбит.</p>
                <p>Оҕонньор уотун биэрбэтэх. Уол бырааттарыгар уота суох төннүбүт. Икки быраата: “Хайа, нохоо, уотуҥ”, — диэбитинэн тоһуйбуттар. Онуоха уол барытын кэпсээн биэрбит. Онтон орто уол оҕонньорго барар. Ол баран эмиэ:</p>
                <p>—	Оҕонньор, дорообо! Тугу биллиҥ? — диир.</p>
                <p>Оҕонньор эмиэ:</p>
                <p>—	Маладьыас, дыраастый. Эн тугу биллиҥ? — диир.</p>
                <p>—	Дьэ, оҕонньор, үс бырааттыы быстарыктаах сиргэ кэлэммит, өлөрбүтүгэр тиийдибит. Онон уоккуттан бэрсэн абыраа, — диэбит.</p>
                <p>Онуоха оҕонньоро:</p>
                <p>—	Сиикэй икки <span>кырдьык</span> икки сэһэни сэһэргээн кулу, оччоҕо биэриэм.</p>
                <p>Уол туран, икки чаас толкуйдыы сатаабыт да, тугу да сэһэргиэҕин булбатах. Онон уол эрэйдээх эмиэ уот ылбакка эрэ бырааттарыгар <span>төннөр</span>. Бырааттара: “Хайа, нохоо, уотуҥ?” — диэбиттэригэр, оҕонньор туох диэбитин бары кэпсээн биэрэр. Онуоха оччугуй уол: “Дьэ, бэркэ <span>киһиргээн</span> барбытыҥ дии, көннөрү төннөн кэлэр эбиккин дуу? — диэбит. — Аны мин баран көрүүм, таҥара хайдах гынар. Урут төрүөн уллуҥу алдьаппыт, ууну испит дьоннор, эһиги, оннооҕор булан сиикэйдээбэтэххит. Мин баран тугу булан этээхтиибин”, — диэн баран барбыт,</p>
                <p>Оҕонньоругар тиийэн эппит:</p>
                <p>—	Оҕонньор, дорообо! Тугу биллиҥ?</p>
                <p>—	Дыраастый, эн, маладьыас, тугу биллиҥ?</p>
                <p>Уол балаһыанньатын барытын кэпсээн биэрбит.</p>
                <p>—	Мин уоту көннөрү биэрбэппин, сиикэй икки кырдьык икки сэһэҥҥэ сэһэргээн кулу, оччоҕо биэриэм, — диэбит оҕонньоро.</p>
                <p>Уол чаас кэриҥэ толкуйдаан баран, оҕонньорго этэр:</p>
                <p>— Оҕонньор, мин кэпсии турдахпына, эн:  “Сиикэйиҥ тоҕо бэрдэй!” —  диэтэххинэ, мин эн уоккун таах илдьэ барабын. Оттон мин кыайан сэһэргээбэтэхпинэ, эн уоккун биэрбэккин, — диэбитигэр, оҕонньор сөбүлэспит. </p>
                <p>Уол кэпсээн барбыт:</p>
                <p>— Мин <span>тулаайах</span> уол эбиппин. Сырайбын быһа анньар сынталыкаан этэрбэстээх эбиппин. Хабарҕабар тиийэр ханталыкаан олооччум быата суох эбит. Сонум дэлби илдьи сытыйан хаалбыт. Тарбыйах ыстааммыттан билэтэ эрэ хаалбыт. Ол гынан баран, атах мэнээк сүүрэн истим. Аһыахпар аһым, таҥныахпар таҥаһым суох этэ. Ол иһэммин, биир <span>баай</span> баҕайы ыалга көтөн түспүтүм: оҕонньордоох эмээхсин олороллор эбит. Кинилэр миигиттэн ханна баран иһэрбин ыйыттылар. Мин: “Аһыахпар аһа, таҥныахпар таҥаһа суох буолан, илэ мэнээк сүүрэн иһэбин”, -- диэбиппэр, оҕонньордоох эмээхсин: “Биһиэхэ сылдьан, көмөлөһөн оҕо буолуоҥ дуо?” — диэн ыйыттылар. Мин <span>үөрүүнү кытта сөбүлэһэн</span>, кинилэргэ икки төгүрүк <span>сыл</span> сылдьыбытым. Онтон үһүс сылбар үктэнним. Оҕонньордоох эмээхсин улам аһаппат уонна оччо да таҥыннарбат буолан бардылар. Онтон мин, ама, аҕам төрүү илигин иһин эһэм аах итинник туталлар дии санаатым да, эмиэ атах-балай сүүрэн бардым. Ол бараммын, биир өрүскэ тиийдим, өрүспүн <span>тыы</span> суох буолан, кыайан тахсыам суох. Онтон тура сатаат, үҥкүрүс-күөһэлис гынным, икки <span>кулгаахпыттан</span> ылынным да, өрүһүм нөҥүө өттүгэр быраҕылынным. Ол быраҕыллан баран, эмиэ сүүрэн чолойон иһэммин, биир таас остоолбоҕо сүүспүнэн анньылла түстүм. Онтон кэлин өйдөммүтүм, <span>кыһыл көмүс</span> баҕанаҕа анньыллан турар эбиппин. Ол <span>баҕанабын</span> ыкса ооҕуй ситимин курдук тимир кыабака <span>аллара</span> түһэр, оттон кыабакам аллараа өттүн диэки кыра-кыра куомалаан түһэр эбит. Мин, куомалааны көрөн баран, ханна да сылдьан өлөрүм син биир дии санаатым да, кыабакабыттан туттан бараммын, куомалааным үүтүн устун түстүм. Дьэ, түһэн истим, түһэн истим, арай <span>бадарааҥҥа</span> моонньоох баһым эрэ быгыар диэри түстүм да, тугум да ыалдьыбата. Ол туран көрдөхпүнэ, бу дойду курдук син үүнэр мастаах, оттоох дойду эбит. Бадарааным үрдүгэр тэбис-тэҥ дулҕалар бааллар. Дулҕаларга тыыраахылар иккилии-үстүү <span>сымыыты</span> сымыыттыы-сымыыттыы баран иһэллэр. Арай дулҕалара бүтэн хаалла. Биир тыыраахы мин төбөбөр үс сымыыты сымыыттаан баран, сүтэн хаалла. Чыҥха хоту диэкиттэн биир бөрө сүүрэн киирдэ уонна сымыыттары барытын сиэн бүтэрэн баран, мин төбөбөр баар сымыыттары сиэтэ уонна иннибинэн ааһан истэҕинэ, кутуругуттан хабан ылбытым. <span>Бөрөм</span> кутуругар болчуох баар эбит. Сиэппэр баар быһаҕы сулбу тардан ылан, ол болчуоҕу хайа быспытым, <span>сурук</span> түстэ. Ол суругу аахпытым, таҥара биһиги үс бырааттыыга суруйбут. “Онно <span>аллараа дойду</span> оҕонньоро тахсан олордоҕуна, үс бырааттыы уотунан быһыннахтарына, аллараа дойду оҕонньорун хара хаанын тоҕон, <span>хабарҕатын</span> кэрдииһин ааҕан туран, уоту уолаттарга биэрээриҥ” диэн этиллибит этэ, — диэт, уол аллараа оҕонньорго ойон тиийбит. </p>
                <p>Аллараа дойду оҕонньоро оргууй аҕай сиргэ тимирэн хаалбыт. Кыра уол уоту илдьэ бырааттарыгар тиийбит уонна ол уотунан аһаан-сиэн дьиэлэригэр төннөн барбыттара үһү.</p>

                <span className='subSpan'>Таатта оройуону начаалынай оскуолатын учуутала Ф. В. Егоров суруйбута,</span>
                <span className='subSpan'>1949 с. муус устар 20 к.</span>
                <span className='subSpan'>НА СО ССФ архива, ф. 5, оп. 10, дь. 8, л. 6-7.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ</h1>

                <p>Однажды три брата <span>пошли на охоту</span> в очень отдаленные места. Шли они так и дошли до одного места, ширина и длина которого были необъятны,</p>
                <p>Остановились в <span>северной</span> стороне огромной долины без конца и края. Остановившись здесь, хотели разжечь огонь, но кончились у них спички, а от еды осталось лишь одна скотская лопатка и кости запястья.</p>
                <p>Вдруг в западной стороне долины, ширина и длина которой неизвестны, показался огонек. Парни очень обрадовались. Они подумали, что там, вероятно, есть <span>охотник</span>, как и они, и отправили туда старшего брата. Он пришел к месту, где сидел один старик.</p>
                <p>Подойдя к старику, говорит:</p>
                <p>— Дедушка, здравствуй! Что нового знаешь?</p>
                <p>На это старик отвечает:</p>
                <p>— Здравствуй, молодец! Что знаешь ты?</p>
                <p>Парень ответил:</p>
                <p>— Мы, три брата, парни-охотники. У нас вышли все спички, от холода погибаем без огня. Дедушка, дай нам огня.</p>
                <p>Старик отказал.</p>
                <p>— Дай, спаси нас! — умоляет парень. </p>
                <p>— Может быть и дал бы огонь, если бы ты рассказал как <span>правду</span>, смешав поровну действительное с небылицей.</p>
                <p>Парень думал, полтора часа чесал голову. Затем ответил:</p>
                <p>— Ну, дедушка, не о чем мне рассказывать, дай огонь без рассказа.</p>
                <p>Старик огня не дал. Парень <span>вернулся</span> к братьям. Оба брата встречают его вопросом: «Парень, где огонь?” Тогда парень рассказал им обо всем, что произошло.</p>
                <p>Затем пошел к старику средний брат. Придя, он тоже говорит:</p>
                <p>—Дедушка, здравствуй! Что нового знаешь?</p>
                <p>Старик опять:</p>
                <p>— Здравствуй, молодец! А что ты знаешь?</p>
                <p>—Ну, дедушка, мы, трое братьев пришли в эту гиблую местность и погибаем. Помоги нам, дай огня.</p>
                <p>Старик отвечает:</p>
                <p>— Расскажи одинаково вранье и правду в одном рассказе — тогда дам.</p>
                <p>Парень старался придумать в течение двух часов, но ничего не нашел для рассказа. Поэтому бедный парень тоже возвращается к братьям без огня. Когда братья спросили его: „Парень, где же огонь твой?". Он рассказал все, что от него требовал старик.</p>
                <p>Тогда говорит младший брат:</p>
                <p>— Уж очень ты <span>хвастался</span>, когда уходил, а вернулся, оказывается, ни с чем. Теперь я попробую пойти, что даст бог. Если же, раньше меня родившиеся, истоптавшие подошвы, испившие воды люди, не смогли рассказать небылицу, что же я смогу рассказать, придя туда, — сказав это, он уходит.</p>
                <p>Придя к старику, говорит:</p>
                <p>— Здравствуй, дедушка! Что знаешь нового?</p>
                <p>— Здравствуй, молодец! А ты что знаешь?</p>
                <p>Парень рассказал все о своем положении.</p>
                <p>— Я так просто огонь не дам. Расскажи вместе быль с враньем-небылицей — тогда дам, — ответил старик.</p>
                <p>Парень, подумав час, говорит:</p>
                <p>— Дедушка, если во время моего рассказа ты скажешь, „до чего хороша твоя выдумка", я возьму и унесу запросто твой огонь. Если же я не смогу рассказать, ты не даешь мне огня.</p>
                <p>Старик согласился. Парень начал рассказывать.</p>
                <p>— Я оказался парнем-<span>сиротой</span>. Носил я торбаза с загнутыми носками, упирающимися в мое лицо. Мои задиравшиеся сверху онучи, достающие до горла, были без завязок. Шуба совсем прогнила и растрепалась, от штанов из телячьей шкуры остался лишь поясок. И бежал я неизвестно куда. Поел бы, оделся бы, но ни еды, ни одежды не было. Идя так, я забежал к одним очень <span>богатым</span> людям. Оказалось — сидят старик со старухой.</p>
                <p>Спросили они у меня, куда я иду. Я им сказал, что у меня нет ни еды, чтобы поесть, ни одежды, чтобы одеться. Поэтому брожу повсюду без цели.</p>
                <p>Тогда старик со старухой спросили:</p>
                <p>— Не останешься ли ты жить у нас, помогать нам, быть нашим сыном?</p>
                <p>Я <span>с радостью согласился</span> и прожил у них целых два года. Когда наступил третий <span>год</span> моей жизни здесь, старик со старухой стали плохо кормить и одевать меня. Затем я подумал, что дедушка с бабушкой держат меня так потому, что не родился ещё мой отец и убежал от них, куда глаза глядят. Идя так, я дошел до одной реки. Так как <span>лодки</span> не было, я не мог перейти на тот берег. Я постоял, постоял, а потом перекувыркнулся, схватил себя за оба <span>уха</span> и перебросил себя на другой берег реки. Перебросившись так, опять побежал без оглядки и ударился лбом об один каменный столб. Когда я опомнился, то оказалось, что я наткнулся на <span>золотой</span> столб. По этому <span>столбу</span> словно паутина спускалась <span>вниз</span> металлическая цепь. Внизу от конца этой цепи шло маленькое-маленькое дупло. Я посмотрел в дупло и подумал, что мне все равно, где бы я ни умер. Ухватившись за цепь, я спустился вниз по дуплу. Спускаюсь, спускаюсь и вдруг падаю в <span>болото</span>. Только голова торчала из него. Но я не ушибся, не заболел.</p>
                <p>Когда я стоял и смотрел, то заметил, что в этой стране, как и на нашей земле росли деревья и травы. Над болотом виднелись совершенно одинаковые кочки. На кочках чайки откладывала по два, по три <span>яйца</span> и пролетали дальше. Полю не осталось ни одной свободной кочки. Тогда одна чайка снесла на моей голове три яйца и исчезла. Прямо с северной стороны прибежал волк и съел все яйца. Он съел также яйца, наводившиеся у меня на голове, и когда он пробегал передо мной, я схватил его за хвост. На хвосте <span>волка</span> оказалась шишка. Вынув из кармана ножик, я разрезал эту шишку. Из нее выпало письмо. Прочел я это <span>письмо</span>.</p>
                <p>Бог написал нам, троим братьям: «Если там будет сидеть старик из <span>нижнего мира</span> и три брата будут лишены огня то, пролив черную кровь, пересчитав все хрящи <span>горла</span> нижнего старика, дать парням огонь». Так было сказано в письме. Сказав это, парень подскочил к старику из нижнего мира.</p>
                <p>Старик из нижнего мира медленно стал проваливаться сквозь землю.</p>
                <p>Младший брат, взяв огонь, пришел к братьям. Приготовив на огне и поев, возвратились они домой, говорят.</p>

                <span className='subSpan'>Якутские сказки: 2-ое издание/ сост. Г.У.Эргис --  Якутск: Бичик, 1996 - 201.</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>

                <p>Пошли на охоту - бултуу барбыттар (охота - булт, пойти – бар);</p>
                <p>Северный – хотугу (север –хоту);</p>
                <p>Охотник – булчут;</p>
                <p>Правда – кырдьык;</p>
                <p>Вернуться – төнүн, төннөн кэл;</p>
                <p>Хвастать, хвастаться – киһиргээ;</p>
                <p>Сирота – тулаайах;</p>
                <p>Богатый – баай;</p>
                <p>С радостью согласился – үөрүүнү кытта сөбүлэһэн (радость – үөрүү, согласиться – сөбүлэс);</p>
                <p>Год – сыл;</p>
                <p>Лодка – тыы;</p>
                <p>Ухо, уши – кулгаах;</p>
                <p>Золотой – кыһыл көмүс (золото – кыһыл көмүс);</p>
                <p>Столб – баҕана;</p>
                <p>Вниз – аллара;</p>
                <p>Болото – бадараан, дьэбэрэ, оборчо;</p>
                <p>Яйцо – сымыыт;</p>
                <p>Волк – бөрө;</p>
                <p>Письмо – сурук;</p>
                <p>Нижний мир – аллараа дойду;</p>
                <p>Горло – хабарҕа, күөмэй.</p>
            </div>
        </motion.div>
    )
}