import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';
export default function Tale6() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'><h1 className='header'>САҺЫЛ ЭҺЭЛИИН</h1>
            <img className='taleImage' src={imageTale6}></img>
                <p>Былыр маҥнай <span>саһыл</span> эһэлиин бэрт эйэлээхтэрэ үһү. Биирдэ көрсөн <span>кэпсэппиттэр. Эһэ</span>:</p>
                <p>—	Эн туохтан ордук куттанар буолаҕын? — диэн ыйыппытыгар, саһыла:</p>
                <p>—	Мин икки атахтаахтан ордук <span>куттанабын</span>, — диэбит.</p>
                <p>Онуоха эһэтэ:</p>
                <p>—	Пахай, икки атахтаах бэлэм ас буоллаҕа дии. Хата, мин ордук куттанарым — ити <span>сайын</span> чачыгырыы түһэн баран, дулҕа быыһыттан, атаҕын анныттан көтөр кыылы, — диэбит.</p>
                <p>Саһыла туран: </p>
                <p>—	Холоонтон да куттанаахтыыр эбиккин. Дьэ эрэ, эн икки атахтааҕынан биир <span>аппаны</span> толор, мин эн куттанар көтөргүнэн биир аппаны толоруом, — диэбит.</p>
                <p>Эһэтэ <span>сөбүлэспит</span>, онон арахсыбыттар.</p>
                <p>Саһыл үөмэ сылдьан <span>үгүрүөнү</span> дэлби тутан, аппатын толорон кэбиһэн баран, эһэтин ирдии ыалга барар. Ол тиийэн көрбүтэ: эһэтин сиэн баран, баһын уҥуоҕун төҥүргэскэ иилэн кэбиспиттэр.</p>
                <p>—	Оо, эрэйдээх, сөбүгэр да буолан баран <span>киһиргиир</span> эбиккин, —диэбитинэн, саһыл эһэ баһын уҥуоҕун сиргэ ылан быраҕар.</p>
                <p><span>Онтон ыла</span> саһыл эһэлиин кыр өстөөх буолбуттара үһү.</p>

                <span className='subSpan'>“Ааҕар кинигэ”, сахалыы үөрэх кинигэтин оҥорор хамыыһыйа оҥорбута.</span>
                <span className='subSpan'>Ону Сэмэн Ноҕуруодап көрөн көннөрөн баттаппыта. Москуба—Бүөтүр куората, 1923 с., стр. 8—9.</span></div>
            <div className='taleContent'><h1 className='header'>ЛИСА И МЕДВЕДЬ</h1>
                <p>В стародавние времена <span>Лиса</span> и <span>Медведь</span> жили в большой дружбе. И вот как-то при встрече они <span>разговорились</span>.</p>
                <p>—	Ты кого из зверей больше всего боишься? — спросил Медведь Лису.</p>
                <p>—	Тех, что ходят на двух ногах, — ответила она. </p>
                <p>—	Ха! — усмехнулся Медведь. — Нашла кого бояться! Любой двуногий для меня — не нынешний, так завтрашний обед. Я больше всего боюсь той птицы, которая <span>летом</span> живет меж болотных кочек. Пойдешь по клюкву, а она с криком из-под ног вылетает.</p>
                <p>— Ну, бояться <span>бекаса</span> и вовсе смешно, — сказала Лиса и, немного подумав, предложила: — Давай сделаем так... Ты добывай двуногих и заполняй ими этот <span>овражек</span>. А я буду добывать тех птиц, которых ты боишься, и заполнять ими вот тот овражек.</p>
                <p>Медведь <span>согласился</span>, на том и расстались они.</p>
                <p>Ловкая Лиса незаметно подкрадывалась к бекасам, ловила их и вскоре наносила целый овражек. А закончив дело, пошла проведать своего друга. Однако, придя к людям, она увидела, что они съели ее Медведя, а череп его положили на пень.</p>
                <p>—	Бедняга! — вздохнула Лисица. — Не так уж ты и силен, оказывается, так что напрасно <span>хвастался</span>...</p>
                <p>С тех пор у Лис и Медведей и дружба врозь.</p>

                <span className='subSpan'>Саха остуоруйалара  : Издание 2-е. – Дьокуускай : Бичик,  1994 – 27.</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span></div>
            <div className='taleContent'><h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <p>Саһыл – лиса;</p>
                <p>Эһэ – медведь;</p>
                <p>Бекас – үгүрүө;</p>
                <p>Они – кинилэр (он, она – кини) ;</p>
                <p>Разговорились – кэпсэппиттэр (разговор – кэпсэтии, разговаривать –кэпсэт);</p>
                <p>Боюсь – куттанабын (бояться – куттан, боязнь – куттал);</p>
                <p>Лето – сайын;</p>
                <p>Овраг – аппа (овражек – кыра аппа).</p>
                <p>Хвастаться – киһиргээ.</p></div>
        </motion.div>
    )
}