import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';

export default function Tale1() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'>
                <h1 className='header'>БИЭС ЫНАХТААХ БЭЙБЭРИКЭЭН ЭМЭЭХСИН</h1>
                <img className='taleImage' src={imageTale1}></img>
                <p>Биэс ынахтаах Бэйбэрикээн эмээхсин диэн баар үһү. Биэтилимэ үрэҕэ диэн дойдулаах үһү, биргинньэх кустаах үһү, бэттиэмэ оттоох үһү, бэриинэ халдьаайылаах үһү, бытта бырааннаах үһү, хатта диэн харҕылардаах үһү, хорбоһуннаах куруҥнаах үһү, эт эрбэһиннээх үһү, чохочу толоонноох үһү. Ол толоонугар аһыыр сүөһүтэ: биэс ынахтаах, биэс борооскулаах, биэс тыһаҕастаах, биэс тиҥэһэлээх. Бэйэтэ эр киһитэ суох собус-соҕотох олорбут. Биэтилимэ алааһыгар, хабыллар саалыгар, сэттэ балаалаах тиэрэ нэл бэстээх.</p>
                <p>Илин халлаан анныттан эбир <span>былыт</span> тахсыбыт, эргиэннээх самыыр түспүт. Биэс ынаҕын хомуйа киирбит. Эриэн торбос сонун тиэрэ кэтэн киирбит. Ыыстыйа сытыйан хаалбыт кулун кэтэхтээх дьабака <span>бэргэһэлээх</span>. Ол киирэн баран, сэттэ салаалаах тиэрэ нэл бэһигэр ардахтан хаайтаран олорбут. Ол олорон, аллара диэки көрөн олорбут. Ол көрөн олордоҕуна, анныттан эрийии көмүс илиистээх, үрүҥ көмүс умнастаах, тардыы көмүс тарбахтаах, киэргэл көмүс киистэлээх, сууйуу көмүс сотолоох дьикти үчүгэй, хаһан да көрбөтөх, эҥин бэйэлээх от хамсыы-хамсыы үүнэн кэлбит. Ол тахсан кэлбитин одуулаан көрөн олорбут. Үрүөх үрэр болот быһаҕын сулбу тардан ылбыт. Ол ылан баран, силиһин да алдьаппакка, мутугун да алдьаппакка туура быһан ылан, сонугар суулаан, дьиэтин диэки таҥкычах ойо турбут. Дьиэтигэр киллэрэн, суулаан-суулаан, оронун таһыгар эрийэн ууран кэбиспит.</p>
                <p>Ынаҕын хомуйа, хат бэдьэк ойо турбут. Киирэн, ынахтарын хомуйан таҕыста. Биэс ынаҕын хомуйан тахсан, хатыйыы талах күрүөтүгэр уган кэбистэ. Күргүйүллэн-күргүйүллэн оҥоһуллубут күлүк бараан титиигэр уган кэбистэ. Онтон дьиэтигэр киирэн, ынах ыыр ыаҕаһын ылан, ынаҕын ыан, торбоһун этэрэн барда. </p>
                <p>Биир ынаҕын ыан баран, иккис ынаҕын баран ыан бүтэрэн эрдэҕинэ, дьиэтин диэкки баччыр <span>оҕо</span> саҥата барылаччы ытаата, ньирэй оҕо саҥата ньирилэччи ытыыр. Ону истэн, үүтүн тоҕо көтөн баран, дьиэтин диэки ыстанна. Дьиэтигэр кэлбитэ — туох да суох эбит. Муҥатыйан баран төннөн барда. Иккис ынаҕын ыан бүтэрдэ. Үрдүн ыан эрдэҕинэ, эмиэ оҕо ытыыр, эмиэ оҕо ытыыр. Баччыр оҕо саҥата барылаччы ытаата, ньирэй оҕо саҥата ньирилэччи ытыыр. Ойон туран эккирээтэ, ыаҕастаах үүтүн тоҕо быраҕан кэбистэ, ол да эрээри дьиэтин диэки ыстанна. Дьиэтигэр көтөн түстэ. Дьиэтигэр туох да суох:</p>
                <p>—	Туох баҕайыный, туох саҥатын истэбин? Аныгы ытыырыгар киирэр да үһүбүөн!</p>
                <p>Онтон ынахтарыгар барда. Ынаҕын ыан эрдэҕинэ, эмиэ оҕо ытаата: баччыр оҕо саҥата барылаччы ытаата, ньирэй оҕо саҥата ньирилэччи ытыыр. Үүтүн тоҕо быраҕан кэбистэ, дьиэтигэр барда. Онно баран көрбүтэ: били сонугар суулаан таһаарбыт ото оҕо буолан, уҥа-уҥа барбыт, тэбэ-тэбэ барбыт.</p>
                <p>—	Оо, иэхэйбин ньии, оҕолоор! — диэн баран, ытыһын үрдүтэр түһэрбит. — Дьэ, мас Байанайым «пал!» гыннардаҕа, туос Ньукуолам «топ!» гыннардаҕа! — диэн баран, ойон тура эккирээн, хаҥас сүргүнэтин харбыалаан-харбыалаан, чыычаах тумса саҕа арыыны булан, уотугар бырахта. Ол гынан баран, оҕотун сүгэн сылдьан, ынаҕын ыан, <span>үүт</span> иһэртэ.</p>
                <p>Бу курдук оҕотун былыттаах таҥараҕа быктарбакка, халлааннаах таҥараҕа харахтаппакка, орто дойдуну одуулаппакка, ыстакааҥҥа ыһыгыннаран, атыйахха аччатан, тордуйаҕа туохтатан, көтүрдэр тииһигэр холоон, көрдөр хараҕын дьүккэтигэр тэҥнээн, урааҥхай сахаҕа одуулаппакка оҕолоото. Кыыстаммытын  тухары иннинэн сирэйдээҕи, икки атахтааҕы, чугас ыалларыттан кими да сырытыннарбат буолан хаалбыт. </p>
                <p>Оннук маанытык үөскээбит <span>кыыс</span> биир хонон биирдэнэр, түөрт хонон түөртэнэр, сэттэ хонон сэттэлээх кыыс буолар! Ол буолан баран, ынах да хомуйтарбат, ас да астаппат. Бэлэмнээн биэрбитин иһэр-аһыыр эрэ идэлээх. Күнүн тура-тура, үлэҕэ үөрэппитэ диэн: күн тура-тура сап хаттарар иҥииринэн. Ол гына сырыттаҕына, Хара Хаан уола Харадьын Мэргэн диэн киһи талах оноҕоһунан, чаачар саанан оннооҕу-маннааҕы үөнү-күрдьэҕэни ытан бултаан, туһанарын ылан, туһамматын быраҕан баран, үүт маҥан атыгар ыҥыырда сылдьар идэлээх эбит. </p>
                <p>Бэйбэрикээн эмээхсин дьиэтин үрдүгэр сууллаары гыммыт курдук тииттэр өрө өҥөйөн тураллар эбит. Ол тииккэ биир кугас <span>тииҥ</span> сүүрэн татыгыраан таҕыста. Ону көрөн баран, Хара Хаан уола кыҥаан-кыҥаан баран ытан дьиргиттэ — сыыһа ытан кэбистэ. Талах оноҕос мээнэ үөһэ диэки халыйан таҕыста. Халыйан тахсан баран, төннөн түһүүтүгэр, Бэйбэрикээн эмээхсин үөлэһин үүтүнэн дьылыс гынан хаалла. Онно кэлэн, биэс ынахтаах Бэйбэрикээн эмээхсиҥҥэ:</p>
                <p>— Оҕум түһэн хаалла эн үөлэскинэн, ону ылан кулу,— диир.</p>
                <p> Эмээхсин саҥарбат. </p>
                <p>— Бэйбэрикээн <span>эмээхсин</span>, охпун ылан кулу диибин ээ! Тоҕо</p>
                <p>ылбаккын? </p>
                <p>— Бээ, мэһэмээммин сууйабын, — диир.</p>
                <p>Ол гынан баран ылыахча ылан быстыбат. </p>
                <p>— Бэйбэрикээн эмээхсин, охпун ылан кулу!</p>
                <p>— Бээ, күөспүн кэтиибин.</p>
                <p>  — Бэйбэрикээн эмээхсин! Хайа, охпун ылан биэрэҕин дуу, суох дуу?!  — Бээ, иһиппин хомуйабын. </p>
                <p> Онуоха кыыс этэр:</p>
                <p>— Оок-сиэ! Туох эрэ быатыгар муокастааҥҥын, ээ?! Таах да</p>
                <p>ылан биэрбэккин. </p>
                <p>— Инньэ диэтэххинэ, аллаах оҕо эн <span>ылан биэр</span> ээ, — диир. —</p>
                <p>Тугу гына олороҕун? </p>
                <p>Кыыс туран, хап-сабар илиитин таһынан, ийэтин кынчарыйа-кынчарыйа, оҕу ааны ататан биэрэр. Ол иккирдигэр уол кыыс сирэйин аҥаарын көрөн хаалар.</p>
                <p>Ол баран, сэттэ хонугу мэлдьи <span>аһаабат да, сиэбэт да</span>, саҥарбат да,  сыыҥын да сыыҥтаабат, хараҕын да көрбөт, силин да силлээбэт. Хара Хаан ойоҕунаан кэлэн ааттыы сатаан кэбиһэллэр.</p>
                <p>— Эдэр киһи, баҕар, куттаныахха айылааҕы көрбүтүҥ буолуо, үөрүөххэ айылааҕы көрбүтүҥ буолуо. Эт да, тукаам! — дэһэллэр.</p>
                <p>Ааттаһыы бөҕө буолбутугар:</p>
                <p>—  Биэтилимэ алааһыгар, бэрт хонуутугар олохтоох Бэйбэрикээн эмээхсин баар эбит.</p>
                <p>— Ээ, баар. Ол биһи былыргыттан ыалбыт. Дьэ, бэрди да көрбүт оҕобут, — диэн уолларын сүөргүлүүллэр.</p>
                <p>— Ол эмээхсин биир кыыстаах эбит! Харахпынан көрүөхпүттэн ыла ханна да көрө илик үчүгэй кыыһы көрдүм. Дьэ, баар эбит! Дьэ, арай, ол кыыһы миэхэҕэ хайдах гынаҥныт ойох ылан биэрэҕит?!</p>
                <p>— Ээ, дьэ. Бэйбэрикээн кыыһын баҕас начаас ылар буоллахпыт дии! Икки бэрэмэдэй дэлби барарынан сыата-арыыта дэлби симэн таҕыс. Ол баҕайы таҥыннарар таҥаһа суох буолуо, сарыы киэнин саамыылааҕын илдьэ таҕыс. Тугу гына олоруой? Бэйэтэ тигиэ!</p>
                <p>Тигэн баран, тэрийэн, уолларын ыытан кэбиһэллэр. Ол ыытан бараннар:</p>
                <p>— Мантан үс биэрэстэ сиргэ Иэйэхсит сиэнэ Илэ Хара диэн киһи баар буолуо. Ону илдьэ баран дуруускалат. Ол киһи кэпсэтэн баран, сыанатын туох диирин, манна киирэн кэпсээтин, — диэн буолла.</p>
                <p>Уол баран, Иэйэхсит сиэнэ уолу илдьэ барда. Таарыйа бултаан-алтаан, дөксө эбии ыҥыырданан, икки ат сиһэ тостуоҕунан ыҥыырданан таҕыстылар. Тахсан, Бэйбэрикээн эмээхсин саах балаҕана салыбырыар диэри тоҥсуйан кэбистилэр.</p>
                <p>— Бэйбэрикээн эмээхсин! Тахсан, <span>сирэйдээх хараххын</span> көрдөр, — диир Иэйэхсит сиэнэ.</p>
                <p>— Аата, мин сирэйбин хаһан көрбөтөххүнүй? </p>
                <p>— Эмээхсин, таҕыс! Кэһиибитин аҕаллыбыт. Ону ылан сиэ! Биһи бултуу сылдьабыт. Хайатын барытын ыҥыырдаан сылдьыахпытый? Эбэбэр, эйиэхэ, хаалларабыт, — диир уол.</p>
                <p>Эмээхсин тахсар. Араас көтөр бөҕөнү аҕалбыттар. Ону баайыытын быһа тэбэн түһэрэн биэрэр.</p>
                <p>—  Дьэ, эн оҕолоох этиҥ, мин ону үнүрүүн көрбүтүм. Ити оҕоҥ бэйэҥ оҕоҥ дуу, киһи оҕото дуу?</p>
                <p>— Ээ, сах! Ол ким миэхэ оҕо биэрэн чэчигирэтиэй?! Бэйэм киэнэ буоллаҕа дии.</p>
                <p>— Дьэ, ол оҕоҕун  миэхэ хоонньоһо сытарга холоонноох доҕорго холоон тураҥҥын биэрэр сүбэҕин-санааҕын бул. Биэрдэргин да ылыам, биэрбэтэргин да ылыам! Аны икки хонон баран эргийэн кэлиэхпит. Хааҥылыы хайатыгар түүлээхтии бардыбыт. Оҕоҕунаан сүбэлэһэн, кэлэрбитигэр сулбу-халбы кэпсэтиитэ тэрийэн олор. Туохха наада буоларын барытын биэриэхпит, Кыһын тымныыга тоҥоруохпут суоҕа, сайын куйааска буһарыахпыт суоҕа, аастаххына-туордаххына — аска кыһаннарыахпыт суоҕа, тутайдаххына-холуннаххына— үбүнэн муҥурдатыахпыт суоҕа, — диэн бараннар бараллар.</p>
                <p>Баран баран, икки хонугу мэлдьи ааттаан туран, кыыһын тылын нэһиилэ ылыннарар. </p>
                <p>— Дьэ, кэпсэттэҕиҥ дии! Кэпсэтэн көрөөр онтон. Хайдах дьон  буолла? Саарабыл дьон буоллулар дуу, хайдах дуу?</p>
                <p> Икки хонон баран кэлэллэр. Эмиэ бултаан-алтаан ыҥырданан ныһыдытан тиийэн кэлэллэр.</p>
                <p>— Ээ, чэ, оҕом бултаан да аһатыыһы, кырдьык, хоргуппата чахчы буолсу.</p>
                <p>Дьэ, кыыһы көрүһүннэрэр «ээх» дэтэн, туохха наадатын барытын этэн. Уол-кыыс холбоһор буолан уураһан арахсыбыттар.</p>
                <p> Сэттэ хонон баран кэлиэх буолан болдьоһон барбыттарын кэннэ:</p>
                <p>— Хара Хааҥҥа тэҥнээх буолаары, Хара Хаан уолутар ойох биэрдиҥ. Төһөнү симээн таҥыннаран ыытаргын көрүөм.</p>
                <p>— Биир кыыс оҕону таҥыннаран ыытаа инибин.</p>
                <p>Инньэ диирин кытта, уҥа холумтаны «топ-топ» гына охсон баран, биир дьэс дьиэмэх ытарҕаны салыгыр гына түһэрэр. Холумтанын киэнин «лоҥ-лоҥ» тонсуйан — биир дьэс биһилэҕи  лаҥкыр гына түһэрэр. Хаҥас муннугар баран, хаһан-хаһан, биир тыс олооччу этэрбэһи тумас гыннаран кэбистэ, уҥа муннугун хаһан-хаһан, кугас торбос тириитэ саҕынньаҕы, тартаччы хатан хаалбыт эрэйдээҕи, таҥкыр кыннаран кэбистэ. <span>Уҥа</span> диэки баттах баҕанатын хаһан, кугас кулун бэргэһэни, түүрэ хатан хаалбыт эрэйдээҕи, кулахыс гыннаран кэбистэ.</p>
                <p>— Чэ, тукаам, бу балары сиигирдэн бэлэмнэн. </p>
                <p>Ол гыммытын кэннэ, кыыс туран, атаҕын таһынан бөх диэки үрэйэ тэбэн кэбиһэр.</p>
                <p>Онтон биһилэҕин оһоҕун буоругар дэлби анньан килбэтэр.</p>
                <p>— Чэ, мэ, тукаам, хайа да көмүскэ барбат бэрт биһилэх буолла. Ытарҕатын эмиэ инньэ гынар.</p>
                <p>— Оннооҕор сорох оҕолор үрүҥ көмүһү ытарҕа гыналлар. Маны киһи кыһыл көмүскэ тоҕо биэриэй?!</p>
                <p>Кыыһа хайатын да ылбат. Ону кытта аччарыһыахтарыгар диэри сэттэ хонук туолан хаалар. Күтүөт бүгүн кэлэр күнэ буолар. Дьэ туран, күтүөттэрэ буоллаҕына, халлаан сырдыырын кытта хатан анньыы тыаһын курдук хабырҕаччы хаамтаран, сытыы анньыы тыаһын курдук чыыбырҕаччы айаннатан тиийэн кэллэ. Эмээхсин тамыйах сонун тар гына тардан ылан баран, тахса сүүрэн, тэһиин тутан, тэллэх кэбиһэн киллэрдэҕэ үһү.</p>
                <p>Күтүөтэ киирэн, уҥа ороҥҥо олорон кэбиһэр. Ол олорбутун кэннэ, бэрэмэдэйин хостоон, кэһиитин-тутуутун хостоон өрөһөлөөтүлэр, таҥаһын сүөртэлиир. Улуу тайах уорҕатын <span>тириитин</span> улахан соҥҥо анаан ыыппыттар үһү, тыһы тайах өрөҕөтүн тириитин сайыҥҥы таҥаска анаан ыыппыттар эбит, бороҥ куобах тириитин мунньан-мунньаннар, <span>суорҕан</span> оҥортороллор эбит, хара сылгы хаҕын мунньаннар, тэлгэх тигэн ыыппыттар.</p>
                <p>Ону көрөн баран:</p>
                <p>— Илэ баҕайыга барбаппын! Пахайбын диэ! Бу туох <span>таҥаһа</span> буолуой? Ол иһин эн кэпсэппитиҥ аанньа буолуо дуо? Маҥнайгыттан мин саарыыр этим. Атар айаҕыттан маннык аанньа ахтыбат дьон төһө бэйэлэригэр тэҥнээн иһэрэхтээх тылларынан илдьи кэпсэтэн, ириэнэх хааннарынан элбэхтик көрсөннөр эйэлээхтик саныыллара биллибэт. Дьэ, кэбис, ийээ, уурайыыһыккын! Астарын аһаама, таҥастарын таҥныма, — диэбитин кэннэ:</p>
                <p>— Баччалаах дойдуга кэлиэх буолаҥҥын саараттаҕыҥ, күлүү гыннаҕыҥ! Күлүү гынар дьонун биһиги эбит буоллахпыт! Адьас маҥнайгыттан ол-бу буолума! Эппит тыл эричиэн, кэпсэппит кэпсэтии биир буолуо этэ! Күнүн аайы көтүллэн, хайдах сатанан сылдьыай? Оччоҕо орто дойдута олох да сөбө суох буолар ини! — күтүөт инньэ диирин кытта, эмээхсин ыксаан:</p>
                <p>— Дьэ, үтүө буолаа ини. Хата, тахсаҥҥын бултаан-алтаан киир.</p>
                <p>Инньэ диирин кытта:</p>
                <p>— Хонук үтэтэ аҕал. Дьэ, биир хонон, икки хонукка бултаан киириим. Онно көммөтөххүтүнэ сатаммат! — диэн буолла. Инньэ диэн баран, бултуу таҕыста. Куула тыаҕа  уҥуоргу:Хордоҥноох үрэҕин өрө батан бара турда.</p>
                <p>Ол барбытын кэннэ, кыыс туран, сэттэ тиэрэ нэл эрбэһин төрдүгэр күөх от далбыырданан, көҥдөй от талахтанан, түүнэн көрөн, түнэнэн дайбаан, чөмөкөлөөн хааман киирэ турбут.</p>
                <p>— Биэтилимэ алаас эбэ хотун иччитэ Иэйэхсит ийэм, Айыыһыт аҕам, Дьөһөгөй тойон, дьүүллээн көр! Таҥнар таҥаһым, симэнэр <span>симэҕим</span> хайдах буолуой, хантан кэлэр? Мин элбиҕим, көлүнэр көлөм ханна баарый? Ханна баарын ыйан-кэрдэн кулуҥ! Түөт хонор төлкөбүн төлкөлөөн, биэс хонор билгэбин билгэлээн, дьэ, кулуҥ эрэ! — итинник диэн көрдөһөр-ааттаһар эбит. </p>
                <p>Ол көрдөспүтүгэр, итии тыал тыалыран, этир былыт эргийэн, ириэнэх <span>ардах</span> түһэр. Ол самыыры кытта (ким даҕаны тутан аҕалан биэрбитин көрбөт хара тураҕас аты), арай ат тиийэн кэлэр. Хара көмүс дьүһүннээх, байбаҕар бэрэмэдэйэ кыайан тиһиллибэт гына таныы бэс курдук тайтайбыт: барыта талыы таҥаһы дьаарыстаан симпиттэр. Аты тутан ылан, сиэтэн баран, биэс ынахтаах Бэйбэрикээн эмээхсин бэрт дьиэтигэр эмиэ айаннаан таҕыста. Турар тиит быһаҕаһа чуор сэргэтигэр атын аҕалан баайан кэбистэ.</p>
                <p>— Дьэ эрэ, ийээ, тахсаҥҥын бу бэрэмэдэйдэн түһэрис, <span>көмөлөс эрэ</span>, — диир кыыс.</p>
                <p>— Бай, ол бэрэмэдэйдээх, ол эмиэ ким кэллэ? — диэн баран, эмээхсин хатыгыраан тахсар. </p>
                <p>Тахсан түһэрсэр, хостууллар бэрэмэдэйи. Киис кыыл киэргэллээҕэ, бэдэр кыыл бэрдэ, таарбаҕан кыыл талыыта, сабатаах саарба саара, хара саһыл хаҕыллааҕа, күөх тииҥ киэнэ күндүтэ, кыһыл саһыл уоттааҕа — таҥас барыта симиллибит эбит. Дьэ, суол-суол хостотолоон ылан баран, туран көрө-көрө таҥна, сытан көрө-көрө сыаналыы, ситэн көрө-көрө көрбүтэ: биир даҕаны эҥкилэ суох, хайа суола хайатыгар барыта сөрү сөп, уурбут-туппут курдук буолбута баара  үһү. </p>
                <p> Хара Хаан уола күөх тыа киэнин күндү кылааннааҕын үлтү тэпсэн, таба кыылы таныытыттан сиэтэн, буур кыылы муннуттан сиэтэн, атын сиһэ уйар уйбатынан ыҥыырдан тиийэн кэллэ. Тиийэн кэлэн баран, уол киирбитигэр, эмээхсин:</p>
                <p>— Оҕом аһа-таҥаһа бу, — диэн баран, биэс ынаҕыттан үһүн биэрэн, биэс борооскутуттан үһүн биэрэн, биэс тыһаҕаһыттан үһүн биэрэн, биэс тиҥэһэтиттэн үһүн биэрэн, дьэ, чаастаан, баайдаан-хоттоон, ситэрэн-хоторон сүгүннэрэр.</p>
                <p>Сирин ортотугар тиийэн:</p>
                <p>—	Бу сүөһүнү мин үүрэн барыым. Манна миэхэ Тараҕана таайдарым бааллар, бу сүөһүлэри мин онно биэриэм. Эн бу манан көбүс-көнөтүк бара тур, аара мин ситэн ылыам. Ол ситэн ылан аргыстаһан барыахпыт, — итинник диэн баран, энньэтин-сэтиитин үүрэн, ойоҕун соҕотохтуу айаннаан иһэр суолунан ыйан ыытан кэбиһэр. Бэйэтэ Тараҕана таайдарыгар баран хаалар.</p>
                <p>Баран хаалбытын кэннэ, били <span>дьахтар</span> суолун устун айаннаан, намылдьытан иһэр, намылдьытан иһэр. Эрэ буоллаҕына кэлиэхчэ кэлбэт, кэлиэхчэ кэлбэт. Сүрдээх дириҥ баҕайы сыыры түһэн, куттал бөҕөнөн айаннаан түһэн барда. Ол киирэн баран, сүрдээх инчэҕэй баҕайы сидьиҥ бадарааннаах суолунан түһэн баран истэ. Ол баран иһэн көрбүтэ: төбөтүн аҥаарын уот сиэн кэбиспит курдук эмээхсин мас мастаан лабайа турар эбит. Ол туран көрбүтэ (били эмээхсин кинини көрөөт сүүрэн кэлэн, тэһиин тутан сиэтэн тэлэкэчиттэ): балаҕан аҥаара балаҕаннаах эбит, оһох аҥаара оһохтоох эбит, күөс быһаҕаһа күөстээх эбит, хамыйах аҥаара хамыйахтаах эбит, кытыйа аҥаара кытыйалаах эбит. Үс бүгүлэх <span>тимир</span> иэһэр сэргэтигэр атын илдьэн баайан кэбистэ. Ат үрдүттэн дьахтары түһэрэн, дьиэтигэр көтөҕөн киллэрдэ. Күөс быһаҕаһа күөһүн сулбу тардан ылла, таһырдьа тахсан барда. Тохтообут сиригэр торҕон бөрөнү улутта, сыынаҕалаабыт сиригэр сырҕан эһэни ыһытатта, балаҕан аҥаара балаҕанын анныттан, бадарааннаах уутуттан баһан ылан кутта, оһох аҥаара оһоҕор аҕалан олордо охсон кэбистэ. Биирдэ тэбэн эрдэҕинэ, эргитэ былаан биэрдэ, иккис тэбиитигэр таһаара көтүттэ. Ол гынан баран, соҕотох атахтаах үс муннуктаах сөрүөстүгэс остуолугар, дьэ, хоторон өрөһөлөөтө.</p>
                <p>—	Тукаам, кэл аһаа эрэ!</p>
                <p>Дьэ, сыыллан-сыыллан кэлэн, остуолга олордо. Төбөтүн оройунан дьөлөҕөс дүлүҥ <span>олоппоһугар</span> олорто.</p>
                <p>—	Айан киһитэ ааспытыҥ-туорбутуҥ, <span>аччыктаабытыҥ</span> буолуо? Сылаастык сиэн кэбис, — диэтэ.</p>
                <p>Инньэ диэн баран, бу аһыы олордоҕуна:</p>
                <p>— Тукаам, баскын быттыым эрэ, — диэн баран, былааттаах төбөтүн быһа тардан ылан, хайыы-үйэҕэ быттаан барда. Баһын быттыы туран, төбөтүн оройун дьөлө үрэн, өлөрүн-тиллэрин билбэт уу түлээк оҥорон кэбистэ. Чэҥнээх үөдэнигэр бэйэтин тиҥкинэтэн кэбистэ уонна таҥныбыт таҥаһын барытын таҥнан кэбистэ, мас чаассынын саралыы тардан ылан, сирэйин симээн киэргэттэ. Атын тахсан, сүөрэн ылан, кини миинэн, Хара Хааҥҥа бастыҥ кийиит буола хаамтаран хадьыһытта.</p>
                <p>Ол тиийэн,  Хара Хаан хамначчыттара <span>кийиит</span> соҕотоҕун кэллэ диэн, соһуйан-өмүрэн атын баайдылар.</p>
                <p>— Хайа киһиҥ, доҕоруҥ, ханна барда? — диэн буолла.</p>
                <p>—	Ээ, Тараҕана тайдарыгар барбыта, — диэтэ.</p>
                <p>Хаҥас диэкки саҥа кийиити хаппахчылаах чулаан иһиттэн хаһан таһаарыахтара баарай? Онно хаппахчылаан сытан, хаһан таһаарыахтара баарай хаппахчылаах чуулаан иһиттэн? Бааммыт былаатын сүөрбэт, кэппит бэргэһэтин устубат, саҕынньаҕын да устубат — ол курдук таҥныбыта таҥныбытынан түүннэри-күнүстэри сылдьар. Ол сырыттаҕына, дьэ эрэ буоллар, киһи кэлэр.</p>
                <p>—	Таҥаскын уһул. Хас хонукка бу курдук таҥныаххыный?!</p>
                <p>—	Мин ийэм Бэйбэрикээн эмээхсин: «Ыйын эргэтин бараан бараҥҥын таҥаскын устаар», — диэбитэ. Ону тоҕо уһуллара сатаатыҥ? Ийэм аахха тахсан киирэн баран устуом буоллаҕа дии.</p>
                <p>Ыйдарын эргэтэ бараныар диэри, саҥа <span>ый</span> тахсыар тухары кур таҥастара куҥнарыттан түспэккэ, таҥныбыт таҥастара санныларыттан салгылаабакка сылдьыбыттар эбит.</p>
                <p>Саҥа ыйдара үүнэн, кэһии-тутуу тэринэн, Бэйбэрикээн эмээхсиҥҥэ бараллар. Бэйбэрикээн эмээхсиҥҥэ бараннар, арай тиийбиттэрэ — Бэйбэрикээн эмээхсин бастаан кини кэлэн ойох ыларыгар көрбүт кыыһын курдук кыыһы эмиэ <span>иитэн</span> эрэр.</p>
                <p>—	Бай, бу хантан оҕолоннуҥ?!</p>
                <p>—	Ээ, онтон бэйэм <span>булар</span> буоллаҕым дии.</p>
                <p>Анарааттан кэлбит кыыс, күтүөт буоланнар, иккиэн икки аҥыы сыталлара буолар.</p>
                <p>Ол сыталларын кытта быыкаа кыыс:</p>
                <p>—	Эдьиэй,  остуоруйата кэпсээ.</p>
                <p>—	Ээ, саҥарыма! Баһым-атаҕым ыалдьар.</p>
                <p>— Дьэ оччоҕо <span>таабырынна таайтар</span>.</p>
                <p>—	Ээ, күүһүлээмэ! Көхсүм-быарым ыалдьар.</p>
                <p>— Дьэ, оччоҕо сээкэйдэ сэһэргээ. </p>
                <p>—	Ээ, хотуох, ону-маны көбүтүмэ-күөрэтимэ эрэ.</p>
                <p>—  Дьэ, оччоҕо мин остуоруйалыым.</p>
                <p>—  Ээ, күүгүнү абааһы көрөбүн ээ.</p>
                <p>—  Дьэ, оччоҕо күтүөппэр остуоруйалыым.</p>
                <p>— Дьэ, остуоруйалаа, — диэн күтүөтэ көҥүллүүр.</p>
                <p>— Мэник оҕону мээнэ күүгүнэтэн киһини утуппакка. Саҥардыма-саҥардыма! <span>Баһым-атаҕым ыалдьар!</span></p>
                <p>Кыыс остуоруйалыыр.</p>
                <p>— Бэйбэрикээн эмээхсин баар үһү, — диир, — биир кыыстаах үһү. Хара Хаан диэн ыаллаах үһү. Хара Хаан ыала Харадьын Мэргэн диэн уоллаах үһү. Ол уолутар Бэйбэрикээн эмээхсин кыыһын ойох ылбыт үһү. Ол ылан баран сүгүннэрбит үһү. Сүгүннэрэн баран иһэн, сүгүн барбатах үһү! «Тараҕана таайбар бардым», — диэн, соҕотохтуу суолунан үүрэн кэбиспит үһү. Ол үүрэн кээспитэ, ол суола Дьэгэ Баабаҕа илдьэн быраҕан кээспит.</p>
                <p>— Ээ, хотуой, күгүнээмэ! Баһым-атаҕым ыалдьар!</p>
                <p>— Төбөтүн быттыах буолан баран, уу түлээх оҥорон баран, чэҥнээх үөдэнигэр түһэрэн кэбиспит. Иэйэхситтээх халлаан дьэллик бөрөтө ону ороон таһааран, Бэйбэрикээн эмээхсиҥҥэ аҕалан биэрбит. Бэйбэрикээн эмээхсин биир кыыһын икки төгүл оҕолоон-иитэн, киһи гынан эрэр үһү. Онно ол оннугар ол дьахтар таҥаһын бэйэтэ таҥнан, Дьэгэ Бааба ойох буолан барбыт.</p>
                <p>— Хотуой, үгүһү-элбэҕи күүгүнээмэ! Айыка-айыка!</p>
                <p>— Ол баран, кийиит буола сылдьыбыт. Харадьын Мэргэн таҥаһын: «Уһул», — диэтэҕинэ, устубат үһү. «Ийэм ыйын эргэтэ бараныар диэри устаайаҕын диэбитэ», — диир үһү. Сирэйин мас дьаассынанан мааскаланан сылдьар үһү. Дьэ, сымыйарҕаатаххына, ойоҕун сырайын саралыы тардан көр эрэ!</p>
                <p>Ойон тура эккирээн, сырайын тириитин саралыы тардан көрө охсубут. Ол охсубута — суох-соҕотох тимир кэлиэ сырайыгар биир муус туналҕан харахтаах эбит.</p>
                <p>— Дьэ, тал эрэ: үҥүү-батас <span>аһылыга</span> гынабын дуу, кундул хаҥыл кутуругар холбуубун дуу?!</p>
                <p>— Кундул хаҥыл кутуругар холбоон көрүөҥ ини...</p>
                <p>Кундул хаҥыл <span>кутуругар</span> холбуур. Сири сиксигинэн, хааллааны улаҕаатынан, муораны түгэҕинэн биирдэ суох гына илдьи состорон кэбиһэр. Симэһинэ таммалаабыта — сиһик мас буолан хаалбыт, хаана таммалаабыта — хаахыр мас буолан хаалбыт, сыата таммалаабыта — сыалаах луук буолбут, мэйиитэ таммалаабыта — сутукалаах мас буолан хаалбыт. Ол курдук сэймэктэнэн, сир-дойду аһылыга буолбут.</p>
                <p>Ол гынан баран, сааппыт-хоппут киһи буолан баран, Бэйбэрикээн эмээхсиҥҥэ кэлбэккэ эрэ, дьиэтигэр баран хаалбыт. Дьэ, кини дьиэтигэр баран, дойдутун-сирин, сүөһүтүн-аһын көрбүтэ: торбосторо толоон аайы тоҥон өлөллөр эбит, кулуннара куоһаах хотоол аайы көлөттөн өлөллөр эбит, <span>сылгылара</span> сыһыы аайы сытыйталаабыттар эбит, ынахтара алаас аайы адаарыйталаабыттар эбит. Кини дойдутуттан биргинньэх кыыл мэлийбит эбит, кукаакы кыыл куотурҕаабыт эбит, сонун көтөр суох буолбут, сааҥа көтөр саантаабат буолбут. Ийэлээх аҕата ибили түөһэйэн хаалбыттар. </p>
                <p>Симэхсин эмээхсин киирэри охсубут, тахсары тэппит.</p>
                <p>—	Симэхсин-Симэхсин, туох айылаах буоллуҥ?! Миигин дьөлүккэлээҥҥин өлбүккүн өллөрдөөрү, хаалбыккын халыйдаары гынныҥ дуо? Хара Хаан оҕонньор байбыт баайын баһылаан олорон, бас билэн бараабыт буолбаккын дуо? Биир эмэ киһи ордон хаалан, эргиллэн ирдээн ылыа диэн, иҥнэ санаабыккын дуо?</p>
                <p>—	Ол баайы, өлбүт да буоллахтарына, мин өлөрбөтөҕүм буолуо, сутаабыт да буоллахтарына, мин сутаппатаҕым буолуо. Эн хотун ойоҕуҥ таһырдьа тахсан, <span>сыһыы</span> диэки хайыһан туран баран, «хорук-хорук» хоруотаан баран, ытыһын тоһуйан айаҕар салбанар буолара. «Мээх-мээх» диэн баран, хотоҥҥо киирэн, уон тарбаҕын сабырҕаччы оборор буолара. <span>Ийэлээх аҕаҥ</span> диэки дук гына-гына, айаҕын тоҥсуйар буолара. «Бэрт дьахтары Бэйбэрикээн эмээхсинтэн булан киирдим», — диэн бэркэ киэбирбит этиҥ. Син билигин сирэйбит быһыыта биир буолбут дуу?! Бэйбэрикээниҥ кыыһыгар туһунан дьиэ тутан биэрдиҥ дуу?! Аны олох бу дойдуга аҕалаҥҥын, икки атахтаахха көрдөрүмэ!</p>
                <p>От-мас иччитин барытын ыҥыран, орто дойдуга доҕордоспут дьонун барытын ыҥыран, малааһын оҥорон туран, дьэ, кэпсэтэр.</p>
                <p>—	Дьэ мин ылбыт ойоҕум оннук эбит.</p>
                <p>Дьэгэ Бааба хайдах чэҥҥэ бырахпытын барытын сиһилии кэпсиир.</p>
                <p>— <span>Кырдьаҕастыын-эдэрдиин</span>, дьэ, сүбэлээҥ! Хайдах гынаммын ол дьахтары эргитэн ыалыамый?!</p>
                <p>Дьэ, ону туран сүбэлииллэр:</p>
                <p>—	Онтон кэлэрэ кэбирэх буоллаҕа дии! Билигин хат тахсаҥҥын, кэпсэтэн-ыйытыһан киир. Кэлиэх буоллаҕына, аара хаалларбакка, дьиэҕэр тиийэ тиэрдэн кэл! Атын дьон — соҕотохтуу ыыппат буолар гына. Сибилигин бэйэҥ эмиэ ыллаххына, «соҕотохтуу суолга үүрэн кэбиһиэм» диэбэт буоллаххына, тахсан ыл. Иэйэхсит сиэнэ Илэ Хара, Айыыһыт сиэнэ Ала Туйгун арааран ылан, аан дойдуга аччыгыйы улаатыннарарга, аҥаардаһы доҕордуурга айан-кэрдэн, анаан-минээн биэрдэхтэрэ. Ону ол дьэтин бараҥҥын, киһилии кэпсэтэн, сахалыы саҥаран, урааҥхайдыы уҥсуйан, дьэ, Бэйбэрикээн эмээхсини иитэн-аһатан, ийэ дойдутун иччитигэр эрчийэн, аан дойдутугар араҥаччылыырга анаан, дьэ, киирэн ылан көр эрэ!</p>
                <p>Инньэ диэннэр үүрэн-түрүйэн таһаараллар.</p>
                <p>Онтон тахсан, Бэйбэрикээн эмээхсин кыыһын хат көрбүтэ: урут кини ылбыт кыыһын курдук <span>үүт-үкчү</span> эбит. Умса да бырахпыт иһин, тиэрэ да бырахпыт иһин биир эбит. Ону көрөн баран сааппыта, киһи буолан. Иэйэхсит сиэнэ Илэ Харанан икки төҕүл ыйыттаран көрдө.</p>
                <p>Бастакы ыйытыытыгар:</p>
                <p>— Ыйытан эрэйдэнимэ! Суолу батыһыннаран, суон уҥуохпун суорга тоҥсуттарбытыҥ — бачча буоллун, ыыры батыһыннаран, <span>ыраас</span> уҥуохпун ыкка сиэппитиҥ — бачча буоллун! Аны эйиэхэ баран кэччиккэй айыыланар, кэлтэгэй олохтонор, куураанах хойдонор биллибэт!</p>
                <p>Айыыһыт сиэнэ Алаатыыр Ала Туйгунунан араҥын-бодоҥун бэйэтэ килэрдэ. Дьэ, ону арчылаттаран туран, кыдьыгын-кыҥырайын кыйдатан туран, ытык-ыраас этигэр, <span>чэгиэн-чэбдик</span> куҥар түһэн туран, дьэ, хат эмиэ ыйытан, сэттэ түүннээх күнү мэлдьи арахпакка эрийсэн-эрийсэн, дьэ, «ээх» дэппит. Бары өттүн барытын кыаһаан туран, кыыһын «барабын» дэппит. Дьэ, «барабын» диэн, эмиэ сүктэн-бохтон, айгыстан  барбыттар.</p>
                <p>Хара Хааҥҥа дьиэтигэр тиийэннэр, Дьэҕэ Бааба тибилиибит сирин ситэ сир иччитэ Силлиргэх <span>ойууну</span> аҕалан тураннар, силин-хааҕын сиппиттэрбиттэр, дьайын-соболоҥун дьалбыйтарбыттар, өлүүтүн-сүтүүтүн сүргэйтэрбиттэр, хобдоҕун-кураанын ыраастаппыттар. Сүөһүлэрэ өлүгэс буолбута сүппүт, торбосторо тоҥумтуо буолбута тулуйарга дылы гыммыт. Саҥа көтөр саантаабат буолбута, кыра өттө кырыллаан көтөр буолбут. Аччык өттө аттынан таарыйан ааһыталыыр буолбут, кэтэх <span>тыатыгар</span>, кэдээн сиһигэр кэҕэ кыыл кэлэн этитэлиир буолан барбыт. Тоҕус тутум быһаҕас оҥойо уолан хаалбыт уута сир-дойду нүөлсүйэн, силис уута киирэн, симсэнэн-салҕанан, туоларга дылы гыммыт. Халҕаһыра хаппыт хаспахтаах толоонноро хайдах эрэ көҕөртөлүүргэ дылы гыммыттар.</p>
                <p>Онон силбэһэн, Бэйбэрикээн эмээхсин кыыһын, дьэ, ойох ылан, хоонньоһон, киһилии кэпсэтэн, сахалыы саҥарсан, орто дойду уоллаах кыыһа буолан барбыттара үһү. Дьэ «һай-һат!» диэн сылаастык утуйан, сымнаҕастык сытан, ийэ дойду илгэтинэн иитиллэн, аан дойду ачатыттан аһааннар, тустарыгар туулаан, иннилэригэр илимнээн <span>олорбуттар</span> эбит.</p>

            </div>

            <div className='taleContent'>
                <h1 className='header'>СТАРУШКА БЭЙБЭРИКЭЭН С ПЯТЬЮ КОРОВАМИ</h1>
                <p>Есть, говорят, старушка Бэйбэрикээн с пятью коровами. У нее земля с речкой Биэтилимэ, говорят, с уткой-лутком, говорят, с травой-мятликом луговым, говорят, с косогором-периной, говорят, с горой-пахом, говорят, с отмелью-кишкой конской, говорят, с лесом-наваром жирным, говорят, с сорняком-мясом, говорят, с долиной-сальником говорят. В той долине пасется ее скот: пять коров, пять телят, пять годовалых телок, пять бычков-трехлетков. Без мужчины, одна-одинешенька живет Прямо посреди алааса Биэтилимэ стоит у нее широкая раскидистая сосна с семью ветвями.</p>
                <p>Как-то с востока, от самого края неба, надвинулось перистое <span>облако</span>, пошел благодатный дождь. Пошла старушка собирать своих пять коров. Пошла, надев наизнанку пестрый телячий кожух. Была у нее и <span>шапка</span>-джабака с задней частью из прокопченной кожи жеребенка. Когда пришла, засела, прячась от дождя, на широкой сосне с семью ветвями. Сидит, смотрит вниз. И вот когда сидела так и смотрела, снизу из земли, пробиваясь-извиваясь, выросла необычайно красивая, доселе невиданная редкостная трава с листом из витого золота, с серебряным стебельком, с вытянутым золотым пестиком, с кисточкой из чеканного золота, с ножкой из литого золота. Сидит старушка, эту выросшую травинку разглядывает. Потом вытащила свой болот-нож для скобления кожи. Вытащив, не сломав ни корешка, не обломав ни стебелька, травинку вырыла, в кожух завернула и засеменила домой. Домой принесла, как следует, закутала, завязала и рядом с ороном (кровать) положила.</p>
                <p>Снова засеменила собирать коров. Коров своих собрала, вернулась. Собрав пять своих коров; загнала их в тальниковую ограду. Загнала в добротно построенный тенистый летний хлев. Потом зашла домой, взяла свое берестяное ведро и отправилась доить свою корову, кормить теленка.</p>
                <p>Одну корову подоила, пошла ко второй корове, заканчивает уже ее доить, тут в той стороне, где ее дом, звонко заревел карапуз, гулко плачет младенец. Как услыхала это, ведро с молоком опрокинув, бросилась к себе домой. В дом вбежала — дома, оказывается, никого нет. Посокрушалась и вернулась назад. Закончила доить вторую корову. Только начала доить следующую, опять <span>ребенок</span>, опять плачет ребенок. Звонко заревел карапуз, гулко плачет младенец. Вскочила, берестяное ведро с молоком опрокинула, но все же бросилась к себе домой. В дом свой влетела. Дома у нее ничего нет:</p>
                <p>—	Что же это такое, что за голос я слышу? Если опять заплачет,</p>
                <p>больше не пойду! </p>
                <p>Затем вернулась к своим коровам. Только взялась доить корову, опять заплакал ребенок, звонко заревел карапуз, гулко плачет младенец. Молоко опрокинув, пошла домой. Пришла, видит: та травинка, что принесла завернутой в тот свой кожух, стала младенцем, закатываясь-захлебываясь, он плачет, суча-дрыгая ногами, ревет.</p>
                <p>—	О-о, радость-то какая, детки! — сказала и положила младенца на ладони. —Ну, наконец-то, мой деревянный Байанай мне — «шмяк!», мой берестяной Николай мне — «бряк!» подкинули! — сказав, вскочила, на левой лавке пошарила-пошарила, масла там величиной с птичий клюв нашла, бросила в огонь. </p>
                <p>После этого, с младенцем на спине подоив свою корову, напоила его <span>молоком</span>.</p>
                <p>Вот так, от облачного бога дитя скрывая, небесному богу не показывая, на Средний мир не давая взглянуть, над стаканом держа, на берестяное лукошко высаживая, в берестяную посудину давая сходить, как зубы свои оберегая, как зеницу ока храня, якутам-урангхайцам не показывая, ребенка своего растила. Как дочка появилась, никого из переднелицых двуногих из ближних соседей не стала к себе пускать.</p>
                <p>—	Со всех сторон окруженная заботой, через сутки <span>девочка</span> годовалой, через четверо суток четырехлетней, через семеро суток семилетней девочкой становится. Однако ходить за коровами, готовить еду девочке не дают. Только то, что подали, привыкла она есть-пить. Одному лишь старушка изо дня в день учила: изо дня в день давала ей сучить из жил нитку.</p>
                <p> Когда так жила, имел обыкновение бродить в тех местах, оказывается, сын Хара Хаана, сын — человек по имени Хараджын Мэргэн с тальниковой стрелой, луком-самострелом, тамошних-тутошних букашек стреляя-добывая, негодное бросая, нужное забирая, на молочно-белого коня навьючивая. </p>
                <p>Склонившись над домом старушки Бэйбэрикээн — вот-вот упадут, — росли, оказывается, лиственницы. На эту лиственницу взбежала одна рыжая <span>белка</span>. Заметив ее, сын Хара Хаана, целясь-прицеливаясь, с грохотом выстрелил — промахнулся. Сбившись, тальниковая стрела полетела мимо нее вверх. Когда, мимо пролетев, падала вниз, скользнула в дымовое отверстие домика старушки Бэйбэрикээн. Хараджын Мэргэн пришел тогда к старушке Бэйбэрикээн с пятью коровами:</p>
                <p>—	Моя стрела упала в твое дымовое отверстие, достань и подай ее мне, — говорит.</p>
                <p>Старушка молчит. </p>
                <p>—	<span>Старушка</span> Бэйбэрикээн, говорю ведь, достань и подай мне стрелу! Почему не Достаешь?</p>
                <p>—	Подожди, ковш свой мою, — говорит.</p>
                <p>Но не собирается доставать.</p>
                <p>—	Старушка Бэйбэрикээн, достань и <span>подай</span> мне стрелу!</p>
                <p>—	Подожди, горшок чищу.</p>
                <p>—	Старушка Бэйбэрикээн! Ну как, достанешь и отдашь мне стрелу или нет?</p>
                <p>—	Подожди, посуду убираю.</p>
                <p>На это девушка говорит:</p>
                <p>—	Оок-сиэ! На беду свою хитришь, ээ?! Подала бы уж.</p>
                <p>—	Шустрое ты дитя, раз так говоришь, сама достань-ка и подай, — говорит. — Чем сидишь занимаешься?</p>
                <p>Тогда девушка, сердито на мать косясь-покосившись, тотчас дверь приоткрыла, руку наружу высунула и стрелу от себя подала. За это время парень успел рассмотреть пол-лица девушки. После этого семь дней ничего <span>не ест, не пьет</span>, не говорит, сопли свои не высмаркивает, глаза свои не открывает, слюни свои не сплевывает. Пришли Хара Хаан с женой, пытаются его разговорить:</p>
                <p>—	Может, юноша, ты увидел такое, чего пугаются, увидел такое, чему радуются. Скажи-ка, дорогой! — говорят.</p>
                <p>На их настойчивые уговоры:</p>
                <p>—	Есть, оказывается, старушка Бэйбэрикээн, живущая на своем алаасе Биэтилимэ, на лучшей своей поляне.</p>
                <p>—	Ээ, есть. Это наша давняя соседка. Эко диво увидело наше дитя, — говорят с неодобрением своему сыну</p>
                <p>—	У той старушки, оказывается, одна дочь! С тех пор, как глаза мои стали видеть, такой прекрасной девушки нигде не видывал. А ведь есть, оказывается! Ну что можете сделать, чтобы мне ту девушку отдали в жены?</p>
                <p>—	Ээ, ну уж дочь-то Бэйбэрикээн очень быстро сосватаем! Возьми с собой две сумы, набитые маслом-жиром. У этой уродины нет, верно, одежды приодеться: возьми с собой самую лучшую ровдугу. Что ей делать? — Сама себе сошьет!</p>
                <p>Собрав сына в дорогу, отправили его. Напоследок:</p>
                <p>—	В трех верстах отсюда будет человек по имени Илэ Хара, внук Иэйэхсит. Возьми его с собой сватом. Этот человек сговорится о цене, по возвращении нам обо всем расскажет, — сказали.</p>
                <p>Парень поехал, взяв с собой того парня, внука Иэйэхсит. Попути поохотились, еще больше на обеих лошадей навьючив — чуть спины им не сломали, — выехали. Добравшись, так застучали по обмазанному навозом балагану старушки Бэйбэрикээн, что он задрожал.</p>
                <p>—	Старушка Бэйбэрикээн! Выйди, покажи свои <span>глаза, лицо</span>! — говорит внук Иэйэхсит.</p>
                <p>—	Разве ты никогда не видел моего лица?</p>
                <p>—	Старушка, выходи! Привезли с собой гостинец. Возьми его, съешь! Мы на охоте. Как же мы сможем все это навьючить на лошадей? Оставляем тебе, нашей бабушке, — говорит парень.</p>
                <p>Старушка выходит. Много всякой дичи навезли. Рванув ногой завязки, парень все это вываливает.</p>
                <p>—	Ну, у тебя была дочь, я ее в тот раз приметил. Это твоя дочь? Или чужая?</p>
                <p>—	Ээ, черт! Кто же даст мне расцвести, одарив меня дитем?! Ясное дело, моя собственная,</p>
                <p>—	Ну вот, найди способ-решение отдать это свое дитя, считая, что она достойна ли быть мне другом, лежащим в моих объятиях. Отдашь — возьму, не отдашь — возьму! Теперь через два дня вернемся. Поедем охотиться на пушного зверя на гору Хаангылыы. К нашему приходу, посоветовавшись со своей дочерью, приготовься все решить по-быстрому. Что нужно будет — все отдадим. В зимнюю стужу не дадим замерзнуть, в летнюю жару не дадим сопреть, если оголодаешь-отощаешь, в еде не дадим нуждаться, если обеднеешь-обнищаешь, в добре не откажем, — сказав так, уехали.</p>
                <p>Двое суток все уговаривала, насилу получил согласие своей дочери: </p>
                <p>—	Ну поговори уж! Попробуй тогда поговорить. Что за люди они? Надежные, что ли, люди или как?</p>
                <p>Через два дня возвращаются с охоты-промысла. Приезжают, опять навьючив-везя добычу.</p>
                <p>—	Ээ, кажется, мое дитя охотой прокормит и вправду не даст голодать.</p>
                <p>Ну с согласия девушки дает с ней встретиться, говорит, в чем нуждается. Собравшись пожениться, поцеловавшись, парень с девушкой расстаются.</p>
                <p>Когда сваты уехали, договорившись, что через семь дней вернутся: </p>
                <p>—	Считая себя ровней Хара Хаану, выдала меня замуж: за сына Хара Хаана. Посмотрим, в сколько нарядов нарядив, отправишь.</p>
                <p>—	Одну-то девушку, наверняка, сумею, нарядив, отправить.</p>
                <p>Только сказала — в правый шесток «топ-топ» постучав, одни медные серьги с подвесками со звоном бросила. В печной шесток «лонг-лонг» постучав, одно медное кольцо с бряканьем уронила. В левом углу покопалась-порылась — одни короткие оленьи торбаза плюхнулись; в <span>правом</span> углу дома покопалась-порылась — рыжая доха из телячьей шкуры, бедняжка, совсем усохшая, грохнулась. Под правым столбом покопалась — рыжая шапка из жеребячьей шкуры, бедняжка, совсем ссохшаяся, завертелась,</p>
                <p>—	Давай, деточка, готовься, все это размочи.</p>
                <p>На это дочка всю одежду от себя ногой в мусор отшвырнула. Затем мать хорошенько начистила перстень о печку так, что он заблестел.</p>
                <p>—	Давай, деточка, возьми. Перстень стал так хорош, что ни за какое золото не отдашь.</p>
                <p>То же сделала с серьгами.</p>
                <p>—	Некоторые дети даже носят серьги из серебра. Эти человек за золото разве отдаст?! </p>
                <p>И Дочь ничего не берет. Пока со всем этим возились, прошло семь дней. Сегодня настал день, когда приезжает жених. А жених-то на рассвете приехал: ступает с грохотом, подобным ударам крепкой пешни, идет со скрипом-треском, подобным скрежету острой пешни. Старушка телячью доху схватила, во двор выбежала за поводья взяла, попону сняла, внесла. </p>
                <p> Жених в дом вошел, на правый орон сел. Только сел — порывшись, вытащили из его переметной сумы гостинцы-подарки, кучей свалили, одежду разложили. Шкуру с хребта огромного лося для большой дохи послали, говорят, шкуру с брюха лосихи для летней одежды послали, оказывается, <span>шкурки</span> серых зайцев собрали-насобирали, чтобы пошить <span>одеяло</span>, оказывается, шкурами черных жеребцов запасясь, подстилку сшили, послали.</p>
                <p>Увидев это:</p>
                <p>—	За такого дурня замуж не пойду! Тьфу! Что за одежда из этого выйдет? Будет ли толк от твоих переговоров! С самого начала я сомневалась. Неведомо, будут ли доброжелательны — считая меня ровней, искренними словами по душам разговаривая, с теплотой всегда встречая, — с первых дней не уважившие меня люди. Нет, матушка, ты постой! Еду их не ешь, <span>одежду</span> их не бери, — сказала, после чего жених:</p>
                <p>—	В такую даль завлекла, надежду подала и насмеялась! Вот мы те люди, над которыми ты, оказывается, насмеялась! С самого начала не крути! Данное слово должно быть твердым, заключенный договор должен быть един! Если каждый день он будет нарушаться, что же тогда будет? Жизнь в Среднем мире тогда вообще разладится! — после этих слов жениха старушка торопливо:</p>
                <p>—	Она одумается. А ты пока сходи на охоту.</p>
                <p>После этих ее слов жених:</p>
                <p>—	Дай еды на день и ночь. Один раз переночую, два дня поохочусь и вернусь. Неладно будет, если за это время вы не поладили! — было сказано. Сказав это, ушел на охоту. Отправился вверх по речке Хордонгноох, в сторону южного леса.</p>
                <p>После того как он ушел, зеленой травиной из-под широкой раскидистой сосны с семью ветвями помахивая, на палку из полого стебля опираясь, сквозь пушистые ресницы посматривая, в ровдужных торбазах ступая, девушка горделиво к алаасу зашагала.</p>
                <p>— Бабушка-хозяйка, дух алааса Биэтилимэ Иэйэхситт-мать, Айыысыт-отец, Джёсёгёй-тойон, попробуйте рассудить! Моя одежда, мои <span>украшения</span> — какие они, где их взять? Мое приданое, мой упряжной конь — где они, как их найти? Укажите-объясните! Ну, давайте-ка, на четверо суток участь мою определите, на пять суток судьбу мою предугадайте! — такими словами просит, умоляет, оказывается.</p>
                <p>В ответ на эту просьбу налетел горячий ветер, сгрудились перистые облака, пошел теплый <span>дождь</span>. Пока шел тот дождь — кто привел, не заметила — вдруг появился темно-гнедой конь с черно-золотой набитой широкой сумой, не застегивающейся, разбухшей из-за плотно сложенных, как связка сосновой заболони, самых лучших одежд. Поймав коня, взяв его за узду, девушка опять вышла к дорогому ей дому старушки Бэйбэрикээн с пятью коровами. Коня привязала к звонкой коновязи высотой с пол-лиственницы.</p>
                <p>—	Ну-ка, матушка, выйди, <span>помоги-ка</span> снять эту суму — говорит девушка.</p>
                <p>—	Бай, кто же это опять приехал о сумой? — сказав, старушка, кряхтя, вышла из дома.</p>
                <p>Как вышла, сняли, стали вытаскивать из сумы. Самый нарядный соболь, самая превосходная рысь, самый отборный тарбаган, самый царственный большой соболь, самая отборная черная лиса, самая дорогая голубая белка, самая огненная красная лиса — всякая одежда, оказывается, была сложена. Вот, вынимая по одной, стоя смотрела-глядела, примеряла, лежа смотрела-глядела, оценивала, до конца досмотрев-доглядев, увидела: все до единого без изъяна, одно к одному, все впору, ладным было, говорят.</p>
                <p> Изведя драгоценную пушнину зеленого леса, оленя за ноздри ведя, лося за нос ведя, навьючив своего коня — сколько хребет того смог выдержать, — приехал сын Хара Хаана. Как приехал старушка парню:</p>
                <p>— Это лошадь-одежда моего чада, — сказав, из пяти коров трех выделила, из пяти телят трех выделила, из пяти двухтравых телок грех выделила, из пяти бычков-трехлеток трех выделила, обогатив-наделив приданым, завершила-закончила дело — с этим невесту и увел. </p>
                <p>Полпути прошли:</p>
                <p>—	Этот скот я сам погоню. Здесь у меня живет семья моего дяди из Тараганы, этот скот я им отдам. Ты же поезжай прямо по этой дороге, я тебя по пути догоню. Как догоню, вместе поедем, — сказав так, впереди себя погнал выделенный в приданое скот, а свою жену, указав путь, отправил одну по дороге, по которой ехал. </p>
                <p>Сам же отправился к дядьям из Тараганы.</p>
                <p>После того как он уехал, та <span>женщина</span> спокойно едет, спокойно едет по своей дороге. А жених все не является, все не является. Спустившись с очень крутой горки, с большой опаской едет-спускается дальше спустившись вниз, едет по очень-очень сырой скверной болотистой дороге. Вот едет и видит: стоит, с трудом колет дрова старуха, у которой, оказывается, полголовы словно бы опалено <span>огнем</span>. Тут видит (та старуха ее заметила, к ней подбежала, коня под уздцы взяла и торопливо повела): у нее балаган величиной с полбалагана, оказывается, у нее печь величиной с полпечи, оказывается, у нее горшок величиной с полгоршка, оказывается, у нее поварешка величиной с полповарешки, оказывается, у нее деревянная чашка величиной с полчашки, оказывается. </p>
                <p>Коня к <span>железной</span> покосившейся коновязи с тремя горбами подвела, привязала. Женщину с коня сняла, на руках в дом внесла. Горшок для похлебки величиной с полгоршка схватила, наружу вышла. Там, где останавливалась, голодного волка рычать заставила, там, где ползала, свирепого медведя реветь заставила. Из лужи под балаганом величиной с полбалагана болотной воды набрала, принесла, на печь величиной с полпечи тотчас поставила. Как в первый раз поднялось, помешала, как во второй раз поднялось, тут же сняла. После этого на одноногом треугольном перекошенном своем столе вот кучкой и выложила</p>
                <p>—	Дочка, иди-ка поешь!</p>
                <p>Вот неспешно к столу подошла, села. Усадила ее старуха на <span>стул</span>-чурбан с выщербиной наверху.</p>
                <p>—	Путница, верно, <span>проголодалась</span>-отощала? Поешь, пока горячее, — сказала.</p>
                <p>После этих слов, когда та сидела и ела:</p>
                <p>— Дочка, поищу-ка у тебя в голове вшей, — проговорила, голову ее в платке тотчас обхватила, принялась искать вшей. В голове выискивая, сквозь темя девушки дунула — памяти-чувства ее лишила. В ледяную пропасть свою с глухим стуком ее сбросила, на себя всю одежду ее надела, древесной трухой кожу ободрала, лицо хвое украсила. Выйдя, отвязала ее коня, села верхом и погнала, торопясь стать лучшей невесткой Хара Хаана. </p>
                <p> Когда прибыла, слуги Хара Хаана удивились-растерялись, что <span>невестка</span> приехала одна, привязали ее коня.</p>
                <p>—	Ну, а куда делся твой человек, твой друг? — стали спрашивать. </p>
                <p>—	Ээ, ушел к дядьям из Тараганы, — сказала.</p>
                <p>Когда же новую невестку выпустят-то из хаппахчы-чулана, что слева от входа? Прежде заперев в хаппахчы, когда выпустят-то из хаппахчы-чулана? Завязанный платок не развязывает, надетую шапку не снимает, доху не снимает — как была одета, днем и ночью в одежде ходит. Ну вот, тем временем приехал человек, собирающийся стать ее мужем.</p>
                <p>—	Сними одежду. Сколько дней будешь вот так одета?!</p>
                <p>—	Моя мать старушка Бэйбэрикээн сказала: «Снимешь свою одежду, когда кончится старый <span>месяц</span>». Почему заставляешь снять? Когда съезжу к матери и вернусь, вот тогда и сниму.</p>
                <p>До конца старого месяца, до начала нового месяца старую одежду с тела не снимая, надетую на плечи одежду и проветривая, ездили, оказывается.</p>
                <p>Когда наступил новый месяц, собрав гостинцы-подарки, отправились к старушке Бэйбэрикээн. Когда приехали к старушке Бэйбэрикээн, увидели, что у старушки Бэйбэрикээн опять на <span>воспитании</span> такая же девушка, какую видел, когда сватался в первый раз.</p>
                <p>—	Бай, откуда у тебя это дитя?!</p>
                <p>—	Ээ, да ведь я сама ее <span>нашла</span>.</p>
                <p>Приехавшая оттуда девушка и зять ложатся спать отдельно.</p>
                <p>Как только они легли, маленькая девочка:</p>
                <p>—	Сестрица, расскажи сказку.</p>
                <p>—	Ээ, замолчи! Голова-ноги болят.</p>
                <p>—	Ну тогда <span>загадай загадку</span>.</p>
                <p>—	Ээ, не заставляй! Спина-печень болят.</p>
                <p>—	Ну тогда расскажи что-нибудь.</p>
                <p>—	Ээ, девочка, не поднимай, не вороши старое.</p>
                <p>—	Ну тогда я расскажу сказку.</p>
                <p>—	Ээ,  шума я не люблю.</p>
                <p>—	Ну тогда я зятю расскажу.</p>
                <p>—	Ну <span>рассказывай сказку</span>, — сказав, разрешает зять.</p>
                <p>—	Малое дитя без толку галдит, не дает человеку заснуть. Не позволяй ей говорить, а то <span>голова-ноги болят</span>!</p>
                <p>Девочка сказывает сказку:</p>
                <p>—	Живет, говорят, старушка Бэйбэрикээн, — говорит, — у нее, говорят, одна дочка. По соседству с ней, говорят, Хара Хаан. У соседа Хара Хаана, говорят, есть сын по имени Хараджын Мэргэн. Тому сыну, говорят, отдали в жены дочку старушки Бэйбэрикээн. Взяв ее в жены, повез, говорят, к себе домой. Взяв в жены, отправившись; как положено, говорят, не поехал! «Навещу своего дядю из Тараганы», — сказав, говорят, послал ее одну по дороге. Та <span>дорога</span> завела ее к Джэгэ Бааба.</p>
                <p>—	Ээ, девка, не галди! Голова-ноги болят!</p>
                <p>—	Собираясь, будто бы поискать в голове вшей, лишила ее чувств и сбросила в ледяную пропасть. Бродячий небесный волк Иэйэхсит ее вытащил и принес к старушке Бэйбэрикээн. Старушка Бэйбэрикээн свою дочку во второй раз, говорят, стала воспитывать, делать человеком. Тогда вместо нее, одевшись в одежду той женщины, Джэгэ Бааба стала женой человека.</p>
                <p>—	Девка, сильно много не галди! Айыка-айыка!</p>
                <p>—	Приехав туда, считалась невесткой. Когда Хараджын Мэргэн говорит: «Сними свою одежду», — не снимает, говорят. «Мать сказала, до конца старого месяца не снимай», — говорит, оказывается. Ходит, оказывается, замаскировав свое лицо древесной трухой. Если не веришь, сдери кожу с лица своей жены и посмотри-ка!</p>
                <p>Вскочив, кожу с лица содрал, глянул. Глянув, увидел: у нее на лице, целиком из железа, один-единственный блестящий ледяной глаз, оказывается.</p>
                <p>—	Ну-ка, выбирай: <span>пищей</span> копья-пальмы тебя сделать или к хвосту жеребца привязать?!</p>
                <p>—	Ну попробуй-ка, привяжи к хвосту необъезженного жеребца...</p>
                <p>Привязал к <span>хвосту</span> необъезженного жеребца. По краю земли, за пределами неба и по дну моря таская, в прах развеял. Капли сукровицы в ивовые деревья превратились, капли крови в скрипучие деревья превратились, капли жира в дубовые деревья превратились, капли мозга в тальниковые деревья превратились. Так, разорванная на куски, стала пищей почвы-земли.</p>
                <p>После этого, устыдившись-засмущавшись, не заходя к старушке Бэйбэрикээн, уехал домой. Вот, вернувшись к себе домой, свои земли-угодья, скот-хозяйство увидел: в каждой долине их телята подыхают, оказывается, на дне каждой низины их жеребята, завалившись, издыхают, оказывается, на каждом лугу <span>лошади</span> их истлели, оказывается, на каждом алаасе коровы их околели, оказывается. С его земли луток-утка исчезла, оказывается, кукша-сойка ушла, оказывается, свежей птицы не стало, новую птицу не заманить. Мать с отцом совсем из ума выжили. </p>
                <p>Симээхсин, Симээхсин-старушка всякого входящего бьет, выходящего пинает.</p>
                <p>—	Симээхсин-Симээхсин, что с тобой?! Меня избив, хочешь падалью поживиться, оставшееся раздать, что ли? Владея-распоряжаясь нажитым богатством старика Хара Хаана, все разорила, так ведь? Хоть один человек, оставшись в живых, вернувшись, потребует-заберет, не думала ли?</p>
                <p>—	Если тот скот-хозяйство погиб, не я же его погубила; если даже и отощали, не я же их уморила. Твоя жена-госпожа во двор выходила, в сторону <span>поляны</span> повернувшись, «хорук-хорух» призывала, ладонь ко рту подносила, облизывала; со словами «мээх-мээх» в хлев входила, свои десять пальцев, причмокивая, обсасывала; в сторону <span>матери и отца</span> указывая, по губам шлепала. «Самую лучшую женщину у старушки Бэйбэрикээн нашел и привел», — говоря, уж очень тогда возгордился. Теперь мы с тобой, видно, стали на одно лицо?! Для дочери твоей Бэйбэрикээн выстроил отдельный дом, не так ли?! Теперь ее больше в этот край не приводи и двуногому не показывай!</p>
                <p>Всех духов-хозяев трав-деревьев позвал, всех людей, с которыми на Средней земле сдружился, созвал, угощение устроил и все рассказал.</p>
                <p>—	Ну вот, жена, которую я взял, такой оказалась.</p>
                <p>Подробно все рассказал, как Джэгэ Бааба ее в пропасть сбросила. </p>
                <p>—	<span>Старые-молодые</span>, посоветуйте! Как мне ту женщину назад вернуть?! </p>
                <p>Тут ему советуют:</p>
                <p>— Ведь ее легко можно оттуда вернуть! Вот теперь снова поезжай, спросив-договорившись, возвращайся. Если согласится прийти, не оставляй ее в пути, доведи до дома! Чтобы и другие не отправляли одну. Сейчас, если снова ее возьмешь, если не думаешь «погоню одну по дороге», привези ее. Внук Иэйэхсит Илэ Хара, внук Айыысыт Ала Туйгун, от матери отделив, дали с намерением-назначением, чтобы малого на земле взрастила, чтобы одинокий обрел подругу. На это вот ее согласие получи — пойдя, по-человечески поговорив, по-якутски побеседовав, по-уранхайски поведя речь, о старушке Бэйбэрикээн позаботившись, оставив ее на попечение духа-хозяина ее местности, отдав под покровительство ее родины, ну давай иди!</p>
                <p>Так сказав, выгнали-выпроводили.</p>
                <p>Прибыв на место, вновь увидел дочь старушки Бэйбэрикээн <span>точь-в-точь</span>, оказывается, как та девушка, что он взял в жёны. Хоть ничком положи, хоть навзничь положи — одинаковые, оказывается. Когда это увидел, устыдился, негодник. Дважды пробовал свататься через внука Иэйэхсит Илэ Хара.</p>
                <p>В первый раз девушка ответила: </p>
                <p>— Не утруждай себя сватовством! Когда отправил по дороге, прочные кости мои дал клевать ворону — что ж, пусть так! Когда отправил в путь, белые кости мои дал глодать собаке — что ж, пусть так! Пойдя за тебя сейчас, не намерена иметь ущербную долю, иметь убогую жизнь, иметь пустое ложе!</p>
                <p>Через внука Айыысыт Алаатыыр Ала Туйгуна, ну, сам извлек из себя всю нечисть. Ну, очистившись от этого, свои пороки-склонности дал отогнать, к священному <span>чистому</span> ее телу, к молодому <span>здоровому</span> ее телу, ну, припал, ну, во второй раз просит ее, семь дней и ночей не отступая, упорно за нее борясь, ну, заставил сказать «да». Со всех сторон подступая, заставил девушку сказать «пойду». Ну, после того, как сказала «пойду», не торопясь собрались, ну, отправились.</p>
                <p>К дому Хара Хаана приехали, привели <span>шамана</span> Силлиргэх, ставшего духом-хозяином земли, заставили смести с земли, истоптанной Джэгэ Бааба, ее слюни, плевки, заставили очистить от ее скверной болезни, разогнать принесенную ею смерть, погибель, заставили освободить землю от ее засухи, насланной ею. Падеж скота прекратился, замерзавшие телята, кажется, окрепли. Из новых птиц, на гнездо не садившихся, мелкие стали залетать. Голодные, мимо пролетая, стали заходить, на опушке <span>леса</span>, на пригорке кукушка стала куковать. Из-за того, что почва-земля набухает водой, из-за того, что корневая вода прибывает, — река, высохшая на девять кулаков и зиявшая дном, пополняясь-наполняясь, становится, кажется, полноводной.</p>
                <p>Покрытые буграми, рытвинами долины как будто бы стали зеленеть. </p>
                <p>Помирившись с дочерью старушки Бэйбэрикээн, женившись на ней, на брачное ложе взойдя, по-человечески поговорив, по-якутски побеседовав, стал он с ней сыном и дочерью Средней земли, говорят. Ну, «сай-сат!» говоря, стали сладко спать, мягко лежать, изобилием родины-земли взращенные, богатством матери-земли вскормленные, верши для себя ставя, сети для себя закидывая, <span>жили</span>, оказывается.</p>

                <span className='subSpan'>Якутские народные сказки / Сост. В.В. Илларионов, Ю.Н. Дьяконова, С.Д. Мухоплева и др. —- Новосибирск : Наука, 2008. — 462 с.; ил. + компакт-диск. — (Памятники фольклора народов Сибири и Дальнего Востока; Т.27).</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span>
            </div>

            <div className='taleContent'>
                <h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <p>Былыт – облако;</p>
                <p>Ребенок – оҕо;</p>
                <p>Шапка – бэргэһэ;</p>
                <p>Молоко – үүт;</p>
                <p>Девочка – кыыс;</p>
                <p>Старуха (старушка) – эмээхсин;</p>
                <p>Белка – тииҥ;</p>
                <p>Подай (подать) – ылан биэр;</p>
                <p>Не ест, не пьет - аһаабат да, сиэбэт да (есть, кушать -- аһаа, сиэ);</p>
                <p>Глаз – харах;</p>
                <p>Лицо – сирэй;</p>
                <p>Правый (вправо, направо) -- уҥа;</p>
                <p>Одеяло – суорҕан;</p>
                <p>Шкура – тирии;</p>
                <p>Одежда – таҥас (таҥнар таҥас);</p>
                <p>Украшение – симэх (киэргэл).</p>
                <p>Дождь – ардах (самыыр);</p>
                <p>Помоги-ка – көмөлөс эрэ (помогать – көмөлөс, помощь – көмө);</p>
                <p>Женщина – дьахтар;</p>
                <p>Огонь – уот;</p>
                <p>Железный – тимир (железо – тимир);</p>
                <p>Стул – олоппос;</p>
                <p>Проголодаться – аччыктаа, хоргуй;</p>
                <p>Невестка – кийиит;</p>
                <p>Месяц – ый;</p>
                <p>Воспитание – иитии (воспитать – иит);</p>
                <p>Найти – бул (көрдөөн бул, булан ыл);</p>
                <p>Загадай загадку – таабырынна таайтар (загадка – таабырын; загадать – таайтар);</p>
                <p>Рассказывай сказку – остуоруйата кэпсээ (рассказать – кэпсээ;  сказка – остуоруйа);</p>
                <p>Голова-ноги болят - баһым-атаҕым ыалдьар (голова – бас, төбө; ноги – атах; болеть – ыарый);</p>
                <p>Дорога – суол;</p>
                <p>Хвост – кутурук;</p>
                <p>Пища, еда, кушанье – ас, аһылык;</p>
                <p>Лошадь – ат, сылгы;</p>
                <p>Поляна – сыһыы, хонуу, ырааһыйа, кырдал;</p>
                <p>Мать и отец – ийэ уонна аҕа;</p>
                <p>Старые-молодые – кырдьаҕастыын-эдэрдиин (старый-кырдьаҕас, молодой –эдэр);</p>
                <p>Точь-в-точь – үүт-үкчү;</p>
                <p>Чистый - ыраас;</p>
                <p>Здоровый – чэгиэн-чэбдик;</p>
                <p>Шаман – ойуун;</p>
                <p>Лес – тыа, ойуур;</p>
                <p>Жили – олорбуттар (жить – олор).</p>
            </div>
        </motion.div>
    )
}
