import { motion } from 'framer-motion';
import imageTale1 from '../../languages/yakut/tales/СТАРУХА БЯЙБЯРИКЯН С ПЯТЬЮ КОРОВАМИ.png';
import imageTale2 from '../../languages/yakut/tales/ВОДЯНАЯ КРЫСА И ПТИЧКА.png';
import imageTale3 from '../../languages/yakut/tales/ГАГАРА И ВОРОН.png';
import imageTale4 from '../../languages/yakut/tales/КАК ТРИ БРАТА ОГОНЬ ДОБЫЛИ.png';
import imageTale5 from '../../languages/yakut/tales/КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА.png';
import imageTale6 from '../../languages/yakut/tales/ЛИСА И МЕДВЕД1.png';
import imageTale7 from '../../languages/yakut/tales/МЫШЬ И ЛОСЬ..png';
import imageTale8 from '../../languages/yakut/tales/МЭНИК МЭНИГИЙЭЭН..png';
import imageTale9 from '../../languages/yakut/tales/ОБЛЕГЧИВШИЙ ПОКЛАЖУ..png';
import imageTale10 from '../../languages/yakut/tales/СТАРУХА ТЭБЭНЭКЭЭН..png';

export default function Tale5() {
    return (
        <motion.div initial={{ opacity: 0 }} animate={{ opacity: 1 }} exit={{ opacity: 0 }} transition={{ duration: 1 }} className='container'>
            <div className='taleContent'><h1 className='header'>БАҔА АТТАММЫТА</h1>
            <img className='taleImage' src={imageTale5}></img>
                <p>Былыр биир <span>итии</span> күн <span>баҕа</span> уу кытыытыгар тахсан олорбут. Ол олорон эрэн, аттыгар, арай, күтэр баарын көрбүт. </p>
                <p>Ону көрөн: “Нохоо, мииниэхпин, <span>кэл эрэ</span> бэттэх! Бүгүн бэрт ичигэс үчүгэй күн буолла. Мин эйигин миинэммин, онно-манна дьаарбайыах санаам киирдэ”, — диэбит. </p>
                <p>Дьэ, баҕата миинэн баран, баран испит. Ол иһэн:</p>
                <div>
                    <p>Бах, бах,</p>
                    <p>Баҕа буоламмын,</p>
                    <p>Күтэр эрэйдээҕи</p>
                    <p>Үрдүк арҕаһыгар үнкүүлээммин,</p>
                    <p>Үкэр от үҥүүлэнэммин,</p>
                    <p>Манчаары <span>от</span> батастанаммын,</p>
                    <p>Баран иһээхтиибин, оҕолоор!</p>
                    <p>Аллан, Амма мин дойдум,</p>
                    <p>Суола, Таатта — мин <span>дойдум!</span> —</p>
                </div>
                <p>диэн <span>ырыалаах</span> буолан испит. </p>
                <p>Онтон баҕа күтэрин: “Чэ эн, ат, ат курдук мөх”, — диэн баран, куус гына быһа биэрбит. Күтэрэ <span>тэбиэлэммит</span>, мөхсүбүт, онуоха баҕата: “Бачах, тарас- марас”, — диэбитинэн тиэрэ баран түспүт.</p>
                <span className='subSpan'>Онтон ыла</span> билиҥҥэ диэри баҕа аттаммат буолбут.

                <span className='subSpan'>“Сурук-бичик”. С.А. Новгородов редакциятынан тахсыбыт букварь, Петроград, 1923 с., стр. 9—10.</span></div>
            <div className='taleContent'><h1 className='header'>КАК ЛЯГУШКА ВЕРХОМ ЕЗДИЛА</h1>

                <p>В старину, в один <span>жаркий</span> день, у воды сидела <span>лягушка</span>. Вдруг она увидела около себя водяную крысу.</p>
                <p>И сказала:</p>
                <p>—	Эй, ты, <span>подойди</span> ко мне, чтоб я села на тебя верхом. Сегодня очень хороший день, у меня появилось желание проехаться на тебе.</p>
                <p>Та ответила:</p>
                <div>
                    <p>—	Ну, ладно, садись.</p>
                    <p>--Бах-бах,</p>
                    <p>Лягушкой я являюсь,</p>
                    <p>Водяной крысы бедняжки </p>
                    <p>На высокой спине катаюсь;</p>
                    <p>С копьем из осоки-<span>травы</span>,</p>
                    <p>С мечом из озерной травы,</p>
                    <p>Еду-еду я, ребятушки;</p>
                    <p>Алдан, Амга — страна моя!</p>
                    <p>Сола, Татта — <span>родина</span> моя?</p>
                </div>
                <p>С такой <span>песней</span> ехала она. Потом лягушка сказала водяной крысе:</p>
                <p>—	Ну ты, конь! Брыкайся, как конь, — и ударила ее травинкой. Водяная крыса стала <span>брыкаться</span>, подскакивать, и лягушка с криком:</p>
                <p>—	Бачах! Тарас-марас! — повалилась на спину.</p>
                <p><span>С тех пор</span> до сего дня лягушка больше не ездит верхом.</p>

                <span className='subSpan'>Саха остуоруйалара  : Издание 2-е. – Дьокуускай : Бичик,  1996. – 76.</span>
                <span className='subSpan'>Рисунок Василия Корякина.</span></div>
            <div className='taleContent'><h1 className='header'>Учим и запоминаем слова из текста /Тыллары үөрэтэбит</h1>
                <p>Жаркий – итии, куйаас;</p>
                <p>Лягушка – баҕа;</p>
                <p>Подойди – кэл эрэ;</p>
                <p>Песня – ырыа;</p>
                <p>Трава – от;</p>
                <p>Родина (страна, край, отечество, местность, земля, государтсво) -- дойду;</p>
                <p>Брыкаться – тэбиэлэн;</p>
                <p>С тех пор – онтон ыла.</p></div>

        </motion.div>
    )
}