import React from "react";

import Lang1 from './languages/1.png';
import Lang2 from './languages/2.png';
import Lang3 from './languages/3.png';
import Lang4 from './languages/4.png';
import Lang5 from './languages/5.png';
import Lang6 from './languages/6.png';
import Lang7 from './languages/7.png';

export const languages = [
    {
    "Title": "Юкагирский",
    "Image": Lang1,
    "Link": "yukaghir",
    "Heading": "Юкагиры",
    "Description": "Юкагиры – один из древнейших народов северо-восточной Сибири. Самоназвание – wадулы и одулы. Юкагиры некогда составляли целое семейство близкородственных племен. В начале XVII в. русские первопроходцы застали остатки 13 юкагирских племен (алайи, когимэ, анаул, чуванджи, коромои, яндинджи и т.д.). Согласно документам, в начале XVII в. юкагиров было около 5000, обитавших на обширных территориях от Лены до Анадыря. Но уже к концу XVII в. их численность сократилась почти в 10 раз: большая часть исчезла во время эпидемий оспы, другие растворились в соседних народах, а остальные образовали две локальные группы. Сейчас они известны как нижнеколымские юкагиры и верхнеколымские юкагиры. Их языки в науке известны как «тундренный» и «лесной» юкагирский языки. По данным последней переписи (2010 г.) юкагиров составляет – 1603 человека. Тундренные юкагиры в основном проживают в посёлке Андрюшкино Нижнеколымского района, лесные юкагиры – в посёлке Нелемное Верхнеколымского района. Традиционные занятия юкагиров – оленеводство, рыболовство, охота на диких оленей." 
    },
    {
    "Title": "Эвенкийский",
    "Image": Lang2,
    "Link": "evenki"
    },
    {
    "Title": "Эвенский",
    "Image": Lang3,
    "Link": "even"
    },
    {
    "Title": "Якутский",
    "Image": Lang4,
    "Link": "yakut"
    }
];